IDS_GEO_DGNREPORT_KR_TEST = "GEO_DgnReport_KR-Test(Lang:EN)"
IDS_GEO_DGNREPORT_ANALYSISCASE = "กรณีการวิเคราะห์"
IDS_GEO_DGNREPORT_DIVISION = "การแบ่ง"
IDS_GEO_DGNREPORT_1FACE_DRAIN = "การระบายน้ำด้านเดียว"
IDS_GEO_DGNREPORT_2FACE_DRAIN = "การระบายน้ำสองด้าน"
IDS_GEO_DGNREPORT_APPLY = "นำไปใช้"
IDS_GEO_DGNREPORT_APPLY_PARAM = "พารามิเตอร์การออกแบบที่ใช้"
IDS_GEO_DGNREPORT_APPLYINFO = "ข้อมูลที่ใช้"
IDS_GEO_DGNREPORT_AXIAL_ = "แรงแกน(%s)"
IDS_GEO_DGNREPORT_BASE_D = "น้ำหนักตัวเอง"
IDS_GEO_DGNREPORT_BASE_E = "น้ำหนักบรรทุกจากแผ่นดินไหว"
IDS_GEO_DGNREPORT_BASE_EH = "แรงดันดินแนวนอน"
IDS_GEO_DGNREPORT_BASE_EI = "ความเฉื่อยจากแผ่นดินไหว"
IDS_GEO_DGNREPORT_BASE_ES = "แรงเฉือนผิวดินเนื่องจากแผ่นดินไหว"
IDS_GEO_DGNREPORT_BASE_EV = "แรงดันดินแนวตั้ง"
IDS_GEO_DGNREPORT_BASE_LIST = "รายการ\n"
IDS_GEO_DGNREPORT_BASE_PW = "แรงดันน้ำ"
IDS_GEO_DGNREPORT_BASE_RL = "น้ำหนักบรรทุกการผ่อนคลาย"
IDS_GEO_DGNREPORT_BASE_SH = "การหดตัว"
IDS_GEO_DGNREPORT_BASE_T = "น้ำหนักบรรทุกจากอุณหภูมิฤดูกาล"
IDS_GEO_DGNREPORT_BASE_TPG = "ความแตกต่างของอุณหภูมิระหว่างภายในและภายนอก"
IDS_GEO_DGNREPORT_CLAY = "ดินเหนียว"
IDS_GEO_DGNREPORT_COHESION_ = "ความยึดเกาะ\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_1D = "ตรวจสอบเงื่อนไขสำหรับดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_1D_ASFOLLOW_ = "* คุณสมบัติการทรุดตัวอัดตัวของดินอ่อนสำหรับการใช้งานในการออกแบบมีดังนี้ : "
IDS_GEO_DGNREPORT_CONSOL_PRE_ASFOLLOW_ = "* คุณสมบัติการทรุดตัวอัดตัวของดินอ่อนสำหรับการใช้งานในการวิเคราะห์เบื้องต้นมีดังนี้ : "
IDS_GEO_DGNREPORT_CONSOL_1D_STANDARD = "มาตรฐานการออกแบบดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR = "ค่าสัมประสิทธิ์การอัดตัวทุติยภูมิ\n(Ca)"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR2 = "การบีบอัดรอง\nปัจจัย(Ca)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE = "ระยะเวลาการก่อสร้างที่กำหนด(วัน)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE_ = "ระยะเวลาการก่อสร้างที่กำหนด-%sdays"
IDS_GEO_DGNREPORT_CONSOL_AIR_RESSETTLE_REVIEW = "ตรวจสอบการทรุดตัวคงเหลือตามระยะเวลาก่อสร้างที่กำหนด"
IDS_GEO_DGNREPORT_CONSOL_AIR_SETTLE = "ผลการคำนวณการทรุดตัวสำหรับระยะเวลาก่อสร้างที่กำหนด"
IDS_GEO_DGNREPORT_CONSOL_ALLOW_SETTLE_ = "การตั้งถิ่นฐานที่อนุญาต(%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE = "การตั้งถิ่นฐานที่เหลือที่อนุญาต"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ = "การตั้งถิ่นฐานที่เหลือที่อนุญาต(%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_APPLY_ = "* การทรุดตัวคงเหลือที่ยอมให้สำหรับโครงการนี้ถูกกำหนดเป็น %s%s"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ORG = "การทรุดตัวคงเหลือที่ยอมให้ตามหน่วยงาน"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_TITLE = "การตั้งถิ่นฐานที่อนุญาต(cm)"
IDS_GEO_DGNREPORT_CONSOL_ANALCASE = "กรณีการวิเคราะห์"
IDS_GEO_DGNREPORT_CONSOL_APPLYINFO = "ข้อมูลที่ใช้"
IDS_GEO_DGNREPORT_CONSOL_ARRAY = "อาร์เรย์"
IDS_GEO_DGNREPORT_CONSOL_ASSUME_ = "- สมมติทฤษฎีการอัดตัวในแนวนอนเนื่องจากการระบายน้ำในแนวดิ่ง โดยน้ำในรูพรุนภายในชั้นดินเหนียวจะถูกระบายผ่านหน้าตัดวงกลมของทางระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_BANK_DEGREE_PERIOD_ = "ความสูงคันดิน%s%s - ระดับการอัดตัว(U) - ระยะเวลาอัดตัว (day)"
IDS_GEO_DGNREPORT_CONSOL_BANK_SETTLE_ = "การทรุดตัวจากการอัดตัว (%s) เนื่องจากความสูงคันดิน"
IDS_GEO_DGNREPORT_CONSOL_BANKHEIGHT = "ความสูงของทางดิน"
IDS_GEO_DGNREPORT_CONSOL_BANKS_ = "ความสูงของทางดิน (%s)"
IDS_GEO_DGNREPORT_CONSOL_BARRON_ = "- การประยุกต์ใช้สมการของ Barron, Yoshikuni, Hansbo, Onoue เป็นต้น ให้ผลลัพธ์แตกต่างกันเนื่องจากฐานสมมติฐานที่ต่างกัน"
IDS_GEO_DGNREPORT_CONSOL_BATCH_APPLY = "รูปแบบการระบายน้ำที่ใช้"
IDS_GEO_DGNREPORT_CONSOL_BATCH_REVIEW_ = "- ตรวจสอบวิธีการจัดวางทางระบายน้ำโดย %s(Sub1(d,e) = %g%sd)"
IDS_GEO_DGNREPORT_CONSOL_BATCH_SHAPE = "รูปแบบการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_BOXCULVERT = "ท่อเหลี่ยม\nยกสูงขึ้นเพิ่มเติมระหว่างก่อสร้าง"
IDS_GEO_DGNREPORT_CONSOL_CALCULATE_METHOD = "วิธีการคำนวณ"
IDS_GEO_DGNREPORT_CONSOL_CAUTION = "หมายเหตุ : ในกรณีชั้นดินหลายชั้น การทรุดตัวในรายงานอ้างอิงกับผิวดิน (แทนผลรวมการทรุดตัวทั้งหมด) และระดับการอัดตัวแสดงการทรุดตัวรวมของชั้นดินที่เกิดการอัดตัว"
IDS_GEO_DGNREPORT_CONSOL_CAUTION_PRELOADING = "หมายเหตุ : ระดับการอัดตัวอ้างอิงจากผลการทรุดตัวรวมของแต่ละความสูงของการถมล่วงหน้า"
IDS_GEO_DGNREPORT_CONSOL_CD = "วิธี CD"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX = "ดัชนีการบีบอัด\n(Cc)"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX2 = "ดัชนีการบีบอัด\nCc"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER = "พิจารณา"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER_YET = "ยังไม่พิจารณา"
IDS_GEO_DGNREPORT_CONSOL_CONSTRUCTION_DAYS = "ระยะเวลาการก่อสร้าง (วัน)"
IDS_GEO_DGNREPORT_CONSOL_CONVERSION_ = "- ดังนั้น การวิเคราะห์ชั้นดินที่รวมการระบายน้ำ จะใช้เส้นผ่านศูนย์กลางเชิงประสิทธิผลที่แปลงมาจากเส้นผ่านศูนย์กลางที่สามารถระบายได้ เพื่อทำให้การคำนวณง่ายขึ้น"
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE = "สะสม"
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE_ = "ความสูงของทางดินสะสม (%s)"
IDS_GEO_DGNREPORT_CONSOL_DATE_ = "%s วัน"
IDS_GEO_DGNREPORT_CONSOL_DEGRE_PERIOD = "ระดับการอัดตัว - ระยะเวลาอัดตัว (day)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE = "ระดับการรวมตัว"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_DATE_SETTLE = "ระดับการอัดตัว - ระยะเวลาอัดตัว - ผลการคำนวณการทรุดตัว"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P = "ระดับการรวมตัว (%)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P_ = "ระดับการอัดตัว\n%s%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P2_ = "ระดับการอัดตัว\n%g%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P3 = "ระดับการรวมตัว\n(%)"
IDS_GEO_DGNREPORT_CONSOL_DGNPARAM = "พารามิเตอร์การออกแบบดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_DISPLAY_ = "แสดง %d"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION = "สภาพการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION2 = "สภาพการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC = "ระยะห่างการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC_ = "คุณสมบัติและระยะห่างของทางระบายน้ำที่ตำแหน่ง %s%s"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_F = "ความสามารถในการไหลของทางระบายน้ำ (Sub1(q,w))"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_RESULT_SUMMARY = "สรุปผลการตรวจสอบทางระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_SPEC = "ข้อกำหนดสำหรับการระบายน้ำแนวตั้ง"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_TYPE = "ประเภทการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAINAGE = "สิ่งอำนวยความสะดวกในการระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_RESSETTLE_REVIEW = "ตรวจสอบการทรุดตัวคงเหลือ (อ้างอิงระยะเวลาปรับปรุง) ตามระยะห่างการติดตั้งทางระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_REVIEW = "ระยะห่างการติดตั้งทางระบายน้ำที่จะตรวจสอบ"
IDS_GEO_DGNREPORT_CONSOL_EFFECT_SETTLE = "การตั้งถิ่นฐานที่เหลือที่ใช้"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_DIA_F = "เส้นผ่านศูนย์กลางเชิงประสิทธิผล (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_PL = "ความสูง P/L ที่มีประสิทธิภาพ"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_PARAM = "พารามิเตอร์การออกแบบทางดิน"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_SETTLE_RESULT = "ขั้นตอนคันดิน - ผลการคำนวณการทรุดตัว"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIA_F = "เส้นผ่านศูนย์กลางที่แปลงแล้ว (Sub1(d,w))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIAMETER = "วิธีคำนวณเส้นผ่านศูนย์กลางของวงกลมเชิงประสิทธิผลเทียบเท่า (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_F = "วงกลมเชิงประสิทธิผลเทียบเท่า (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_METHOD_F = "< Diameter of an equivalent effective circle (Sub1(d,e)) Calculation method >"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_REVIEW = "ตรวจสอบวงกลมเชิงประสิทธิผลเทียบเท่าตามวิธีการจัดวางทางระบายน้ำ"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_DEGREE = "ระดับการอัดตัวที่จะตรวจสอบ"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_PL = "ตรวจสอบความสูง P/L"
IDS_GEO_DGNREPORT_CONSOL_EXPRESSION_APPLY_ = "- %s การแสดงผลที่ใช้"
IDS_GEO_DGNREPORT_CONSOL_FACTOR_F = "อัตราส่วนสัมประสิทธิ์การอัดตัว (Sub1(C,v)/Sub1(C,h))"
IDS_GEO_DGNREPORT_CONSOL_FIBER_DRAIN = "วิธีการระบายน้ำไฟเบอร์"
IDS_GEO_DGNREPORT_CONSOL_GCP = "วิธี GCP"
IDS_GEO_DGNREPORT_CONSOL_GEO_DGNPARAM = "พารามิเตอร์การออกแบบพื้นดิน"
IDS_GEO_DGNREPORT_CONSOL_GEOPARAM = "พารามิเตอร์พื้นดิน"
IDS_GEO_DGNREPORT_CONSOL_GRAPH_PL_RESSETTLE = "ความสูง P/L - กราฟการทรุดตัวคงเหลือ"
IDS_GEO_DGNREPORT_CONSOL_GREEN = "พืชพรรณ"
IDS_GEO_DGNREPORT_CONSOL_HORIZ_FACTOR = "อัตราส่วนสัมประสิทธิ์การซึมผ่านในทิศทางแนวนอน (Kh/Kv)"
IDS_GEO_DGNREPORT_CONSOL_HOUSINGCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_IMPROVEMENT_PERIOD_ = "* ระยะเวลาปรับปรุงสำหรับการตรวจสอบอ้างอิงจากวันที่ %s"
IDS_GEO_DGNREPORT_CONSOL_INITVOID = "อัตราส่วนช่องว่างเริ่มต้น\n(e0)"
IDS_GEO_DGNREPORT_CONSOL_INITVOID2 = "อัตราส่วนช่องว่างเริ่มต้น\ne0"
IDS_GEO_DGNREPORT_CONSOL_INTERVAL_TIMING_DAY_ = "%s ช่วงเวลา (day) ตามช่วง"
IDS_GEO_DGNREPORT_CONSOL_JAPAN_HIGHWAYCORP = "Japan Highway Corp."
IDS_GEO_DGNREPORT_CONSOL_KJELLMAN_ = "- ในกรณีติดตั้งทางระบายน้ำ มักใช้การจัดวางแบบสามเหลี่ยมที่ประหยัดที่สุด (Barron) และการจัดวางแบบสี่เหลี่ยมที่ใช้งานได้จริง (Kjellman) มากที่สุด"
IDS_GEO_DGNREPORT_CONSOL_KOREA_LANDCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_LAYER_BANK_ = "ชั้นดินอ่อน %s%s - ความสูงคันดิน %s%s"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS = "ความหนาของชั้นอ่อน"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS_ = "ความหนาของชั้นอ่อน (%s)"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS2_ = "ความหนาของชั้นอ่อน (%s)"
IDS_GEO_DGNREPORT_CONSOL_LOAD = "น้ำหนักบรรทุก"
IDS_GEO_DGNREPORT_CONSOL_METHOD = "วิธีการ"
IDS_GEO_DGNREPORT_CONSOL_MIN_PL = "อย่างน้อยต้องน้อยกว่า P/L"
IDS_GEO_DGNREPORT_CONSOL_OVER_ = "%s มากกว่า %s"
IDS_GEO_DGNREPORT_CONSOL_PACK_DRAIN = "วิธี Pack Drain"
IDS_GEO_DGNREPORT_CONSOL_PBD = "วิธี PBD"
IDS_GEO_DGNREPORT_CONSOL_PERIOD = "ระยะเวลาการรวมตัว"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_DATE = "ระยะเวลา (วัน)"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_MONTH = "ระยะเวลาการรวมตัว (วัน)"
IDS_GEO_DGNREPORT_CONSOL_PL_HEIGHT = "ความสูง P/L"
IDS_GEO_DGNREPORT_CONSOL_PL_INCREASE = "การเพิ่มความสูง P/L"
IDS_GEO_DGNREPORT_CONSOL_POS_REVIEW_ = "ตรวจสอบการระบายน้ำแนวดิ่งที่ตำแหน่ง %s%s"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_AIR_ASFOLLOW_ = "* เมื่อทำการตรวจสอบการวิเคราะห์เบื้องต้น ระยะเวลาก่อสร้างที่กำหนดมีดังนี้ : "
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CASE_ = "* การตรวจสอบการวิเคราะห์เบื้องต้นดำเนินการสำหรับทั้ง %d กรณี"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CONDITION = "เงื่อนไขสำหรับการตรวจสอบการวิเคราะห์เบื้องต้น"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_REVIEW = "การตรวจสอบการวิเคราะห์เบื้องต้น"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_SUMMARY = "สรุปผลการตรวจสอบการวิเคราะห์เบื้องต้น"
IDS_GEO_DGNREPORT_CONSOL_PREANALCASE_RESULT = "ผลการทบทวนตามกรณีการวิเคราะห์เบื้องต้น"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_ESTIMATE = "การประมาณความสูงการบรรทุกล่วงหน้า"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_HEIGHT = "การกำหนดความสูงการบรรทุกล่วงหน้า"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_METHOD = "การตรวจสอบวิธีการบรรทุกล่วงหน้า"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_SUMMARY = "ความสูงการถมล่วงหน้า - สรุปผลการทบทวนการทรุดตัวคงเหลือ"
IDS_GEO_DGNREPORT_CONSOL_PROCESS_REVIEW = "ตรวจสอบวิธีการเร่งการอัดตัว"
IDS_GEO_DGNREPORT_CONSOL_PROPOSAL_REQUIRED_ = "- ดังนั้น จำเป็นต้องมีนิพจน์ที่เหมาะสมที่เสนอ โดยการเปรียบเทียบนิพจน์ที่เสนอ"
IDS_GEO_DGNREPORT_CONSOL_PUBLIC_SETTLE = "การตั้งถิ่นฐานรวมในบริการ"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_RESULT = "ผลการทบทวนทฤษฎีการอัดตัวแบบรัศมี"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_REVIEW = "ทบทวนทฤษฎีการอัดตัวแบบรัศมี"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY = "ทฤษฎีการรวมตัวแบบรัศมี"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY_COMPARISON = "<Radial consolidation theory comparison by proposed expressions>"
IDS_GEO_DGNREPORT_CONSOL_RECOMPRESS = "ดัชนีการบีบอัดซ้ำ\nCr"
IDS_GEO_DGNREPORT_CONSOL_RECT = "สี่เหลี่ยม"
IDS_GEO_DGNREPORT_CONSOL_RECT_BATCH = "รูปแบบสี่เหลี่ยม"
IDS_GEO_DGNREPORT_CONSOL_REMARK = "หมายเหตุ"
IDS_GEO_DGNREPORT_CONSOL_REPORT = "การสร้างรายงานการวิเคราะห์การรวมตัว"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D = "การสร้างรายงานการวิเคราะห์การอัดตัว - เงื่อนไขการตรวจสอบดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D_SAFETY = "การสร้างรายงานการวิเคราะห์การอัดตัว - ตรวจสอบเสถียรภาพดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_REPORT_DONE = "การสร้างรายงานการวิเคราะห์การอัดตัวเสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_CONSOL_REPORT_PREANAL = "การสร้างรายงานการวิเคราะห์การอัดตัว - ตรวจสอบการวิเคราะห์เบื้องต้น"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE = "การตั้งถิ่นฐานที่เหลือ"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE_ = "การตั้งถิ่นฐานที่เหลือ (%s)"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE2_ = "การตั้งถิ่นฐานที่เหลือ (%s)"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_CONDITION = "การตรวจสอบเงื่อนไข"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_SECTION = "การตรวจสอบหน้าตัด"
IDS_GEO_DGNREPORT_CONSOL_ROAD = "ถนน"
IDS_GEO_DGNREPORT_CONSOL_SAND_DRAIN = "วิธีการระบายน้ำทราย"
IDS_GEO_DGNREPORT_CONSOL_SCHEDULED_AIR = "ระยะเวลาการก่อสร้างที่กำหนด"
IDS_GEO_DGNREPORT_CONSOL_SCP = "วิธี SCP"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_CALPOS_ = "การคำนวณการทรุดตัวที่ X = %s %s ตำแหน่งตรวจสอบ"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_ESTIMATE = "การคำนวณการทรุดตัวจากการอัดตัวเมื่อไม่ได้ปรับปรุง"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_NOHANDLE = "ตรวจสอบการทรุดตัวจากการอัดตัวเมื่อไม่ได้ปรับปรุง"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR = "การตั้งถิ่นฐานที่เกิดขึ้น"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR_ = "การตั้งถิ่นฐานที่เกิดขึ้น (%s)"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_REVIEW = "การตรวจสอบการตั้งถิ่นฐาน"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_STANDARD = "มาตรฐานการตั้งถิ่นฐานที่เหลือ"
IDS_GEO_DGNREPORT_CONSOL_SOILSTRENGTH_ASFOLLOW_ = "* คุณสมบัติความแข็งแรงของดินที่ใช้ในการออกแบบมีดังนี้ : "
IDS_GEO_DGNREPORT_CONSOL_STABILITY = "การตรวจสอบความมั่นคงของดินอ่อน"
IDS_GEO_DGNREPORT_CONSOL_STEP = "ขั้นตอน"
IDS_GEO_DGNREPORT_CONSOL_STEPBYSTEP = "ทีละขั้นตอน"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_1D_ASFOLLOW_ = "* คุณสมบัติความแข็งแรงของดินอ่อนที่ใช้ในการออกแบบมีดังนี้ : "
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_ASFOLLOW_ = "* คุณสมบัติความแข็งแรงที่ใช้ในการออกแบบมีดังนี้"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_INCREASE = "อัตราการเพิ่มขึ้นของความแข็งแรง"
IDS_GEO_DGNREPORT_CONSOL_STRESS_RATIO = "อัตราส่วนการกระจายความเค้น"
IDS_GEO_DGNREPORT_CONSOL_SUM = "ผลรวม"
IDS_GEO_DGNREPORT_CONSOL_SURFACE_WATER_CONDITION = "สภาพระดับน้ำผิวดิน"
IDS_GEO_DGNREPORT_CONSOL_SWELLING_INDEX = "ดัชนีการบวม\n(Cr)"
IDS_GEO_DGNREPORT_CONSOL_TIME_REVIEW = "ตรวจสอบเวลาอัดตัวตามระดับการอัดตัว"
IDS_GEO_DGNREPORT_CONSOL_TIMING_ESTIMATION = "คำนวณเวลาที่ผ่านไปตามระยะห่างทางระบายน้ำและระดับการอัดตัว"
IDS_GEO_DGNREPORT_CONSOL_TOTAL = "รวม"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE = "การตั้งถิ่นฐานรวม"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_ = "การตั้งถิ่นฐานรวม\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_RESULT = "ผลการคำนวณการตั้งถิ่นฐานรวม"
IDS_GEO_DGNREPORT_CONSOL_TRI = "รูปสามเหลี่ยมด้านเท่า"
IDS_GEO_DGNREPORT_CONSOL_TRI_BATCH = "การจัดเรียงรูปสามเหลี่ยมด้านเท่า"
IDS_GEO_DGNREPORT_CONSOL_UNIT_ = "(หน่วย : %s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR_ = "ปัจจัยการอัดตัวแนวดิ่ง\nKh(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR2_ = "การอัดตัวแนวดิ่ง\nFactor cv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_CONSIDER_ = "- ทฤษฎีการอัดตัวของวิธีการระบายน้ำแนวดิ่งพิจารณา %s"
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_INPUT = "ข้อกำหนดและค่าป้อนเข้าของการระบายน้ำแนวดิ่ง"
IDS_GEO_DGNREPORT_CONSOL_VERTICAL_DRAIN_ = "- หลังจากทฤษฎีการอัดตัว 1 มิติของ Terzaghi(1925) การวิเคราะห์การระบายน้ำแนวดิ่งได้พัฒนาไปสู่การวิจัยการระบายน้ำแบบรัศมีโดย Barron, Yoshikuni, Hansbo, Onoue เป็นต้น และได้มีการใช้สมการที่พวกเขาเสนอ"
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR_ = "สัมประสิทธิ์การซึมผ่านแนวดิ่ง\nKv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR2_ = "การซึมผ่านแนวดิ่ง\nCoefficient Kv(%s)"
IDS_GEO_DGNREPORT_CONSOL_WATER_FACTOR_F = "สัมประสิทธิ์การซึมผ่านของทางระบายน้ำ (Sub1(K,w))"
IDS_GEO_DGNREPORT_CONSOL_WELL_SMEAR = "ความต้านทานของบ่อและผลกระทบจาก Smear"
IDS_GEO_DGNREPORT_CONSTRUCTION_STAGE = "ขั้นตอนการก่อสร้าง"
IDS_GEO_DGNREPORT_CURVE_CONSOL_DEGREE = "เส้นโค้งระดับการอัดตัวตามระยะห่างการติดตั้ง"
IDS_GEO_DGNREPORT_CURVE_CONSOL_RESSETTLE = "เส้นโค้งการทรุดตัวคงเหลือตามระยะห่างการติดตั้ง"
IDS_GEO_DGNREPORT_CURVE_TIME_DEGREE = "เส้นโค้งเวลา-ระดับการอัดตัว"
IDS_GEO_DGNREPORT_CURVE_TIME_SETTLE = "กราฟเวลา-การตั้งถิ่นฐาน"
IDS_GEO_DGNREPORT_DAYS_ = "มากกว่าหรือเท่ากับ %s days"
IDS_GEO_DGNREPORT_DISTURBED_AREA = "พื้นที่ที่ถูกรบกวน"
IDS_GEO_DGNREPORT_DRAIN_RESISTANCE = "ความต้านทานการระบายน้ำ"
IDS_GEO_DGNREPORT_ELASTIC_FACTOR_ = "มอดูลัสยืดหยุ่น\n(%s)"
IDS_GEO_DGNREPORT_EQUATION = "สมการที่เสนอ"
IDS_GEO_DGNREPORT_ERROR_DGN_FORMAT = "เป็นรูปแบบที่ไม่รองรับการออกแบบ"
IDS_GEO_DGNREPORT_FACE_DRAIN = "การระบายน้ำด้านเดียว, การระบายน้ำสองด้าน"
IDS_GEO_DGNREPORT_FDN_ALLOW_LOAD_NEUTRAL = "น้ำหนักบรรทุกที่ยอมให้สำหรับเสาเข็มที่แกนเป็นกลาง"
IDS_GEO_DGNREPORT_FDN_ALWAYS = "ปกติ"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT = "ผลการวิเคราะห์ฐานราก"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT_SUMMARY = "สรุปผลการวิเคราะห์ฐานราก"
IDS_GEO_DGNREPORT_FDN_ANALCASE_RESULT = "ผลตามกรณีการวิเคราะห์"
IDS_GEO_DGNREPORT_FDN_ANGLE = "มุม\n([deg])"
IDS_GEO_DGNREPORT_FDN_APPLY_DRILLED = "เสาเข็มเจาะที่ใช้"
IDS_GEO_DGNREPORT_FDN_APPLY_FORMAT = "ประเภทฐานรากที่ใช้"
IDS_GEO_DGNREPORT_FDN_APPLY_SECTION = "หน้าตัดที่ใช้"
IDS_GEO_DGNREPORT_FDN_APPLY_TYPE = "ประเภทเสาที่ใช้"
IDS_GEO_DGNREPORT_FDN_AXIAL_DISP_ = "การกระจัดเชิงแกน (%s)"
IDS_GEO_DGNREPORT_FDN_BASE_DISP = "การกระจัดฐานราก"
IDS_GEO_DGNREPORT_FDN_BASE_FORCE = "แรงฐานราก"
IDS_GEO_DGNREPORT_FDN_BASE_STANDARD = "มาตรฐานการออกแบบฐานรากของโครงสร้าง"
IDS_GEO_DGNREPORT_FDN_BEARING_CALC = "การคำนวณความสามารถในการรับน้ำหนัก"
IDS_GEO_DGNREPORT_FDN_BEARING_REVIEW = "การตรวจสอบความสามารถในการรับน้ำหนัก"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCK_REVIEW = "การตรวจสอบความสามารถในการรับน้ำหนักของหิน"
IDS_GEO_DGNREPORT_FDN_BEARING_SUMMARY = "สรุปการตรวจสอบกำลังรับน้ำหนักของเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_BOLT_JOINT = "ข้อต่อโบลต์"
IDS_GEO_DGNREPORT_FDN_BOLTEX_JOINT = "ข้อต่อที่ใช้โบลต์"
IDS_GEO_DGNREPORT_FDN_BOTTOM = "ด้านล่าง"
IDS_GEO_DGNREPORT_FDN_BRIDGE_DGN_SPEC_2008 = "ข้อกำหนดการออกแบบสะพาน (2008)"
IDS_GEO_DGNREPORT_FDN_BROMS = "วิธีการสมดุลขีดจำกัด (Broms)"
IDS_GEO_DGNREPORT_FDN_CHANG = "탄성지반반력법(Chang)"
IDS_GEO_DGNREPORT_FDN_CALC_ALLOW_BEARING = "การคำนวณน้ำหนักบรรทุกที่ยอมให้สำหรับกำลังรับน้ำหนัก โดยพิจารณาแรงเสียดทานผิวด้านลบ"
IDS_GEO_DGNREPORT_FDN_CALC_DRILLEDPILE = "การคำนวณขนาดเสาเข็มเจาะ"
IDS_GEO_DGNREPORT_FDN_CALC_ELASTICFACTOR = "วิธีการใช้โมดูลัสยืดหยุ่นของดิน"
IDS_GEO_DGNREPORT_FDN_CALC_FRICTION = "การคำนวณแรงเสียดทานเชิงลบ"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZ_BEARING = "การคำนวณการรับน้ำหนักในแนวนอน"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZFACTOR = "การคำนวณโมดูลัสยืดหยุ่นในแนวนอน"
IDS_GEO_DGNREPORT_FDN_CALC_NEUTRAL_POS = "การคำนวณตำแหน่งแกนกลาง"
IDS_GEO_DGNREPORT_FDN_CALC_PHCPILE = "การคำนวณขนาดเสาเข็ม PHC"
IDS_GEO_DGNREPORT_FDN_CALC_STEELPILE = "การคำนวณขนาดเสาเข็มเหล็ก"
IDS_GEO_DGNREPORT_FDN_CALCREPORT_DONE = "สร้างรายงานสรุปการออกแบบฐานรากแล้ว"
IDS_GEO_DGNREPORT_FDN_CALCULATE = "กำลังดำเนินการคำนวณการออกแบบฐานราก"
IDS_GEO_DGNREPORT_FDN_CALCULATE_CREATE = "การสร้างรายงานการออกแบบฐานราก"
IDS_GEO_DGNREPORT_FDN_CALCULATE_DONE = "การคำนวณการออกแบบฐานรากเสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_FDN_CALCULATE_REPORT_DONE = "สร้างรายงานการออกแบบฐานรากแล้ว"
IDS_GEO_DGNREPORT_FDN_CALCULATE_SUMMARY = "รายงานสรุปการออกแบบฐานราก"
IDS_GEO_DGNREPORT_FDN_CALCULATE_WRITE = "กำลังจัดทำรายงานสรุปการออกแบบฐานราก"
IDS_GEO_DGNREPORT_FDN_CIRCULAR_SECTION = "(หน้าตัดกลม)"
IDS_GEO_DGNREPORT_FDN_CLAY = "ดินเหนียว"
IDS_GEO_DGNREPORT_FDN_CLAY_ALPHA = "ดินเหนียว - ปัจจัยที่ใช้"
IDS_GEO_DGNREPORT_FDN_CLAY_FACTOR = "ดินเหนียว - วิธีแฟกเตอร์ ? (วิธีวิเคราะห์ความเค้นประสิทธิผล)"
IDS_GEO_DGNREPORT_FDN_CLAY_LAYER = "ชั้นดินเหนียว"
IDS_GEO_DGNREPORT_FDN_CLAY_SPT = "ดินเหนียว - ใช้ผลการทดสอบ Standard Penetration Test"
IDS_GEO_DGNREPORT_FDN_CLAY_UNDRAIN = "ดินเหนียว - ความแข็งแรงที่ไม่ระบายน้ำ"
IDS_GEO_DGNREPORT_FDN_CLOSE_STEEL = "เสาเข็มเหล็กปลายปิด"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_DISTURB_CONSIDER = "การคำนวณกำลังรับน้ำหนักโดยพิจารณาการรบกวนของดินระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_METHOD = "วิธีการก่อสร้าง"
IDS_GEO_DGNREPORT_FDN_CPT = "การทดสอบการเจาะกรวยแบบสถิต (CPT)"
IDS_GEO_DGNREPORT_FDN_CPT_TIP_RESISTANCE = "ใช้ค่าความต้านทานปลายจากการทดสอบ Cone Penetration Test"
IDS_GEO_DGNREPORT_FDN_CPT_UNLIMITE = "การคำนวณกำลังรับน้ำหนักสูงสุดโดยใช้ค่าความต้านทานการเจาะกรวยจาก CPT"
IDS_GEO_DGNREPORT_FDN_CREATE_REPORT = "การสร้างรายงานการวิเคราะห์ฐานราก"
IDS_GEO_DGNREPORT_FDN_CURVE_A = "เส้นโค้ง A"
IDS_GEO_DGNREPORT_FDN_CURVE_B = "เส้นโค้ง B"
IDS_GEO_DGNREPORT_FDN_DAVISSION_1970 = "กำลังเฉือนไม่ระบายน้ำของดินเหนียว (Davisson,1970)"
IDS_GEO_DGNREPORT_FDN_DEPTH_ = "ความลึก\n(%s)"
IDS_GEO_DGNREPORT_FDN_DGN_STANDARD_2009 = "มาตรฐานการออกแบบฐานรากของโครงสร้าง (2009.3)"
IDS_GEO_DGNREPORT_FDN_DGN_SUMMARY = "สรุปการออกแบบ"
IDS_GEO_DGNREPORT_FDN_DIA = "เส้นผ่านศูนย์กลาง"
IDS_GEO_DGNREPORT_FDN_DIR_BEARING_SUMMARY = "สรุปการตรวจสอบกำลังรับน้ำหนักด้านข้าง"
IDS_GEO_DGNREPORT_FDN_DIR_RESULT = "ผลการตรวจสอบการรับน้ำหนักด้านข้าง"
IDS_GEO_DGNREPORT_FDN_DRAIN_CONSIDER = "เมื่อพิจารณาทั้ง c และ Ø (สภาวะระบายน้ำ)"
IDS_GEO_DGNREPORT_FDN_DRILLED = "เสาเข็มหล่อในที่"
IDS_GEO_DGNREPORT_FDN_DRILLED_BEARING = "การคำนวณกำลังรับน้ำหนักสำหรับเสาเข็มหล่อในที่"
IDS_GEO_DGNREPORT_FDN_DRIVEN_PILE = "เสาเข็มขับ"
IDS_GEO_DGNREPORT_FDN_EARTH = "แผ่นดินไหว"
IDS_GEO_DGNREPORT_FDN_EFFECT_MX = "การพลิกคว่ำ (MX)"
IDS_GEO_DGNREPORT_FDN_EFFECT_MY = "การพลิกคว่ำ (MY)"
IDS_GEO_DGNREPORT_FDN_EFFECT_STRESS = "ดินเหนียว - วิธีแฟกเตอร์ ß (วิธีวิเคราะห์ความเค้นประสิทธิผล)"
IDS_GEO_DGNREPORT_FDN_ELEM = "เอลิเมนต์"
IDS_GEO_DGNREPORT_FDN_ELEM_ANAL_TABLE = "- ตารางผลการวิเคราะห์ตามองค์ประกอบ"
IDS_GEO_DGNREPORT_FDN_FIELD_TEST = "การทดสอบภาคสนาม"
IDS_GEO_DGNREPORT_FDN_FIXED_END = "ปลายที่ติดตั้ง"
IDS_GEO_DGNREPORT_FDN_FREE_END = "ปลายที่อิสระ"
IDS_GEO_DGNREPORT_FDN_FRICTION = "แรงเสียดทาน"
IDS_GEO_DGNREPORT_FDN_FRICTION_RESULT = "ผลการตรวจสอบแรงเสียดทานผิวด้านลบ"
IDS_GEO_DGNREPORT_FDN_HARDROCK = "หินแข็ง"
IDS_GEO_DGNREPORT_FDN_HBEAM = "หน้าตัด H"
IDS_GEO_DGNREPORT_FDN_HEAD_CONDITION = "สภาพหัว\n"
IDS_GEO_DGNREPORT_FDN_HINGE_END = "ปลายบานพับ"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_ = "การกระจัดในแนวนอน (%s)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX = "การกระจัดในแนวนอน (DX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX2 = "การกระจัดในแนวนอน (Dx)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY = "การกระจัดในแนวนอน (DY)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY2 = "การกระจัดในแนวนอน (Dy)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FX = "แรงในแนวนอน (FX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FY = "แรงในแนวนอน (FY)"
IDS_GEO_DGNREPORT_FDN_INFO = "ประเภทฐานราก"
IDS_GEO_DGNREPORT_FDN_INFRA_ARCHITECT_2004 = "ข้อกำหนดการออกแบบฐานรากของโครงสร้าง (สมาคมสถาปัตยกรรมญี่ปุ่น, 2004)"
IDS_GEO_DGNREPORT_FDN_INLET_CONDITION = "สภาพปลาย\n"
IDS_GEO_DGNREPORT_FDN_INTERNAL_BEARING = "การคำนวณกำลังรับน้ำหนักของเสาเข็มเจาะ"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEMILK = "เสาเข็มเจาะ (วิธีจัดการปลายรับน้ำหนัก : เจ็ตมิกซ์ซีเมนต์น้ำนม)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEPLACING = "เสาเข็มเจาะ (วิธีจัดการปลายรับน้ำหนัก : เทคอนกรีต)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_FINALBLOW = "เสาเข็มเจาะ (วิธีจัดการปลายรับน้ำหนัก : ตอกเสาเข็มครั้งสุดท้าย)"
IDS_GEO_DGNREPORT_FDN_INTERVAL_PILE = "เสาเข็มเจาะ"
IDS_GEO_DGNREPORT_FDN_JAPAN_BRIDGE = "มาตรฐานสะพานญี่ปุ่น"
IDS_GEO_DGNREPORT_FDN_LAYER = "ชื่อชั้น"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS1 = "1. การใช้ความดันขีดจำกัดในการทดสอบรับน้ำหนักในหลุมเจาะ"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS2 = "2. การใช้ความดันขีดจำกัดในการทดสอบรับน้ำหนักในหลุมเจาะ"
IDS_GEO_DGNREPORT_FDN_LOAD_TYPE_ = "ประเภทน้ำหนักบรรทุก : %s"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_COMPRESS = "ความเค้นอัดที่ยอมให้ระยะยาวของวัสดุเสาเข็มท่อเหล็ก"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_DRILLED = "ความเค้นอัดที่ยอมให้ระยะยาวของเสาเข็มเจาะหล่อในที่"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_PHC = "ความเค้นอัดที่ยอมให้ระยะยาวของวัสดุเสาเข็ม PHC"
IDS_GEO_DGNREPORT_FDN_LONG_PILE = "เสาเข็มยาว"
IDS_GEO_DGNREPORT_FDN_LOOSE_SAND = "ทรายหลวม"
IDS_GEO_DGNREPORT_FDN_MAX_DISP = "การกระจัดสูงสุดของฐานราก"
IDS_GEO_DGNREPORT_FDN_MEYERHOF_1976 = "กำลังรับน้ำหนัก (Meyerhof,1976) ของดินทรายโดยใช้ค่า N จาก SPT"
IDS_GEO_DGNREPORT_FDN_MIDDLE_PILE = "เสาเข็มกลาง"
IDS_GEO_DGNREPORT_FDN_MIDDLE_SOCKET = "ซ็อกเก็ตกลาง"
IDS_GEO_DGNREPORT_FDN_MOMENT_ = "โมเมนต์ (%s)"
IDS_GEO_DGNREPORT_FDN_NODE = "โหนด"
IDS_GEO_DGNREPORT_FDN_NODE_ANAL_TABLE = "- ตารางผลการวิเคราะห์ตามโหนด"
IDS_GEO_DGNREPORT_FDN_OPEN_STEEL = "เสาเข็มท่อเหล็กปลายเปิด"
IDS_GEO_DGNREPORT_FDN_PHC = "เสาเข็ม PHC"
IDS_GEO_DGNREPORT_FDN_PILE_ANAL = "ผลการวิเคราะห์ตามเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_APPLY = "ใช้\nเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_CALC = "รายงานการออกแบบเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_DISP = "การกระจัดสูงสุดขององค์อาคารเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_FORCE = "แรงสูงสุดขององค์อาคารเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_NUM = "จำนวน\nเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_NUM2 = "หมายเลขเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILE_PURCHASE = "เสาเข็มหล่อสำเร็จ"
IDS_GEO_DGNREPORT_FDN_PILE_TYPE = "เสาเข็มขับ"
IDS_GEO_DGNREPORT_FDN_PILEBODY_COMPRESS = "ความเค้นอัดที่ยอมให้ขององค์อาคารเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILEBODY_SUMMARY = "สรุปการตรวจสอบองค์อาคารเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_DISP = "การกระจัดหัวเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_DISP = "การกระจัดสูงสุดของหัวเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_REACTION = "แรงปฏิกิริยาสูงสุดที่หัวเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_REACTION = "การตอบสนองของหัวเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_PILETYPE_ASFOLLOW = "สมการสำหรับเสาเข็มตอกสามารถใช้ได้เมื่อเป็นไปตามเงื่อนไขต่อไปนี้ (Canadian Geotechnical Society(1985)) : "
IDS_GEO_DGNREPORT_FDN_PILETYPE_BEARING = "การคำนวณกำลังรับน้ำหนักสำหรับเสาเข็มตอก"
IDS_GEO_DGNREPORT_FDN_PMT = "การทดสอบแรงดัน"
IDS_GEO_DGNREPORT_FDN_POS_ = "ตำแหน่ง (%s)"
IDS_GEO_DGNREPORT_FDN_RAILBRIDGE_DGN_2004 = "มาตรฐานการออกแบบสะพานรถไฟ (2004)"
IDS_GEO_DGNREPORT_FDN_REACTION_FORCE_ = "การตอบสนองของพื้นดิน (%s)"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD = "การลดกำลังรับน้ำหนักบรรทุกเนื่องจากอัตราส่วนความยาว/เส้นผ่านศูนย์กลาง"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD_JOINT = "การลดกำลังรับน้ำหนักบรรทุกเนื่องจากการต่อเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_REDUCT_PURCHASE_ = "(ใช้ 1/2 ของค่าการลดที่เกี่ยวข้อง เนื่องจากเสาเข็มสำเร็จรูปเจาะ : %g%%)"
IDS_GEO_DGNREPORT_FDN_REPORT_CREATE = "การสร้างรายงานสำหรับสรุปการออกแบบฐานราก"
IDS_GEO_DGNREPORT_FDN_REPORT_DONE = "การสร้างรายงานการวิเคราะห์ฐานรากเสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_FDN_ROCK = "หิน"
IDS_GEO_DGNREPORT_FDN_ROCK_1979 = "หิน - Horvath and Kenney (1979) (qu %s1,900 kN/m^2 และ fw %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCK_1988 = "หิน - Carter and Kulhawy (1988) (qu %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCKPILE_UNLIMITE = "การคำนวณกำลังรับน้ำหนักสูงสุดสำหรับเสาเข็มที่ตอกลงในหิน"
IDS_GEO_DGNREPORT_FDN_ROCKSTRENTH_JOINT = "1. ใช้ค่ากำลังของหินและคุณสมบัติของรอยต่อ"
IDS_GEO_DGNREPORT_FDN_ROTATION = "มุมการหมุน\n([deg])"
IDS_GEO_DGNREPORT_FDN_ROTATION_MZ = "การหมุน (MZ)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RAD = "การกระจัดการหมุน (rad)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RX = "การกระจัดการหมุน (RX)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RY = "การกระจัดการหมุน (RY)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RZ = "การกระจัดการหมุน (RZ)"
IDS_GEO_DGNREPORT_FDN_ROUGH_SOCKET = "ซ็อกเก็ตหยาบ"
IDS_GEO_DGNREPORT_FDN_SAND = "ทราย"
IDS_GEO_DGNREPORT_FDN_SAND_C = "ดิน C-Phi"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_FRICTION_TABLE = "ชั้นดินทราย - ตารางแรงเสียดทานผิวที่เสนอ"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_TABLE = "ชั้นดินทราย - ตารางกำลังรับน้ำหนักปลายของเสาเข็ม"
IDS_GEO_DGNREPORT_FDN_SAND_SPT = "ดินทราย - ใช้ผล SPT"
IDS_GEO_DGNREPORT_FDN_SATURATION_UNIT_WEIGHT_ = "อิ่มตัว\nน้ำหนักจำเพาะ\n(%s)"
IDS_GEO_DGNREPORT_FDN_SECTION = "หน้าตัด"
IDS_GEO_DGNREPORT_FDN_SETTLE_RESULT = "ผลการตรวจสอบการตั้งตัว"
IDS_GEO_DGNREPORT_FDN_SETTLE_SUMMARY = "สรุปการตรวจสอบการตั้งตัว"
IDS_GEO_DGNREPORT_FDN_SHEAR_FORCE_ = "แรงเฉือน (%s)"
IDS_GEO_DGNREPORT_FDN_SHORT_PILE = "เสาเข็มสั้น"
IDS_GEO_DGNREPORT_FDN_SMOOTH_SOCKET = "ซ็อกเก็ตเรียบ"
IDS_GEO_DGNREPORT_FDN_SOFTROCK = "หินอ่อน"
IDS_GEO_DGNREPORT_FDN_SOIL_LAYER = "ชั้นดิน"
IDS_GEO_DGNREPORT_FDN_SOIL_N = "วิธีการใช้ค่า N ของชั้นดิน"
IDS_GEO_DGNREPORT_FDN_SOME_DENSE = "ดินทรายปานกลางแน่น"
IDS_GEO_DGNREPORT_FDN_SPT = "การทดสอบการเจาะมาตรฐาน"
IDS_GEO_DGNREPORT_FDN_SPT_UNLIMITE = "การคำนวณกำลังรับน้ำหนักสูงสุดโดยใช้ SPT"
IDS_GEO_DGNREPORT_FDN_STATICS_REVIEW = "การตรวจสอบสถิติ"
IDS_GEO_DGNREPORT_FDN_STEEL = "เสาเข็มเหล็ก"
IDS_GEO_DGNREPORT_FDN_STEELPILE_SOFTROCK = "กำลังรับน้ำหนักปลายของเสาเข็มท่อเหล็กที่ฝังเข้าไปในหินอ่อน"
IDS_GEO_DGNREPORT_FDN_STRUCT_CHECK = "การตรวจสอบโครงสร้าง"
IDS_GEO_DGNREPORT_FDN_SUB_FRICTION_SUMMARY = "สรุปการตรวจสอบแรงเสียดทานผิวด้านลบ"
IDS_GEO_DGNREPORT_FDN_TIP_BEARING = "ความสามารถในการรับน้ำหนักที่ปลาย"
IDS_GEO_DGNREPORT_FDN_TOP = "ด้านบน"
IDS_GEO_DGNREPORT_FDN_TYPE = "ประเภท"
IDS_GEO_DGNREPORT_FDN_UNDRAIN_CLAY = "ดินเหนียว - วิธีแฟกเตอร์ a (สภาวะไม่ระบายน้ำ)"
IDS_GEO_DGNREPORT_FDN_UNIT_LENGTH = "ความยาว\n(%s)"
IDS_GEO_DGNREPORT_FDN_USE_CANADIAN_1985 = "ใช้ผลการทดสอบรับน้ำหนักในหลุมเจาะ (Canadian Geotechnical Society(1985))"
IDS_GEO_DGNREPORT_FDN_USE_SPT = "ใช้ผลการทดสอบ Standard Penetration Test"
IDS_GEO_DGNREPORT_FDN_USER_PILE = "เสาเข็มที่ผู้ใช้กำหนด"
IDS_GEO_DGNREPORT_FDN_USER_RC = "เสาเข็ม RC ที่ผู้ใช้กำหนด"
IDS_GEO_DGNREPORT_FDN_USER_SRC = "User SRC pile"
IDS_GEO_DGNREPORT_FDN_USER_STEEL = "User Steel pile"
IDS_GEO_DGNREPORT_FDN_VERT_DISP = "การกระจัดแนวตั้ง (DZ)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP_DZ = "การกระจัดแนวตั้ง (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP2 = "การกระจัดแนวตั้ง (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX = "แรงแนวตั้ง\nFx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX_ = "แรงแนวตั้ง(%s)Fx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ = "แรงแนวตั้ง (FZ)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ_ = "แรงแนวตั้ง (%s)FZ"
IDS_GEO_DGNREPORT_FDN_VERY_DENSE = "ทรายแน่นมาก"
IDS_GEO_DGNREPORT_FDN_WELDING = "การเชื่อม"
IDS_GEO_DGNREPORT_FDN_WET_UNIT_WEIGHT_ = "เปียก\nน้ำหนักจำเพาะ\n(%s)"
IDS_GEO_DGNREPORT_FDN_XDIR_ANAL = "- กราฟผลการวิเคราะห์ในทิศทาง X"
IDS_GEO_DGNREPORT_FDN_YDIR_ANAL = "- กราฟผลการวิเคราะห์ในทิศทาง Y"
IDS_GEO_DGNREPORT_FDN_CLAYGROUND = "(1) ชั้นดินเหนียว"
IDS_GEO_DGNREPORT_FRICTION_ANGLE = "มุมเสียดทานภายใน\n([deg])"
IDS_GEO_DGNREPORT_FRICTION_ANGLE2 = "มุมแรงเสียดทานภายใน([deg])"
IDS_GEO_DGNREPORT_GRAPH_CALCULATE = "กราฟผลการคำนวณ"
IDS_GEO_DGNREPORT_INTERVAL_ = "ช่วง(%s)"
IDS_GEO_DGNREPORT_KOREA_HIGHWAYCORP = "Korea Highway Corp."
IDS_GEO_DGNREPORT_MATERIAL_PROPERTY = "คุณสมบัติของวัสดุของค้ำยันชั่วคราว"
IDS_GEO_DGNREPORT_MAX_STRESS = "ความเค้นหลักสูงสุด"
IDS_GEO_DGNREPORT_MIN_STRESS = "ความเค้นหลักขั้นต่ำ"
IDS_GEO_DGNREPORT_OUTPUT = "ผลการวิเคราะห์"
IDS_GEO_DGNREPORT_PERIOD = "ระยะเวลา"
IDS_GEO_DGNREPORT_POISSON = "อัตราส่วนปัวซอง"
IDS_GEO_DGNREPORT_POS = "ตำแหน่ง"
IDS_GEO_DGNREPORT_PROPERTY = "คุณสมบัติ"
IDS_GEO_DGNREPORT_PROPONENT = "ผู้เสนอ"
IDS_GEO_DGNREPORT_REMARK = "หมายเหตุ"
IDS_GEO_DGNREPORT_REVIEW_CONDITION = "เงื่อนไขการตรวจสอบ"
IDS_GEO_DGNREPORT_REVIEW_INTERVAL = "ช่วงการตรวจสอบ"
IDS_GEO_DGNREPORT_REVIEW_SECTION = "หน้าตัดการตรวจสอบ"
IDS_GEO_DGNREPORT_SAFETY = "ปัจจัยความปลอดภัย"
IDS_GEO_DGNREPORT_SAFETY_F = "Sub1(ปัจจัยความปลอดภัย, ต่ำสุด)"
IDS_GEO_DGNREPORT_SAND = "ดินทราย"
IDS_GEO_DGNREPORT_SATURATE_UNITWEIGHT = "น้ำหนักจำเพาะอิ่มตัว (tonf/m^3)"
IDS_GEO_DGNREPORT_SATURATED_UNITWEIGHT_ = "น้ำหนักจำเพาะอิ่มตัว\n(%s)"
IDS_GEO_DGNREPORT_SECTION = "หน้าตัด"
IDS_GEO_DGNREPORT_SECTION2 = "หน้าตัด"
IDS_GEO_DGNREPORT_SECTION3 = "หน้าตัด"
IDS_GEO_DGNREPORT_SECTION4 = "หน้าตัด"
IDS_GEO_DGNREPORT_SECTION5 = "หน้าตัด"
IDS_GEO_DGNREPORT_SLOPE_APP_PROPERTY = "คุณสมบัติที่ใช้"
IDS_GEO_DGNREPORT_SLOPE_BANK = "ส่วน\nของ\nการถม"
IDS_GEO_DGNREPORT_SLOPE_BANK_CASE = "- ในกรณีที่ความสูงคันดินเกิน 15m\n- ในกรณีที่ฐานรากของเชิงสะพานรองรับบนดินถม\n- ในกรณีที่ความชันลาดเอียงชันกว่าความชันมาตรฐาน\n- ในกรณีที่ปริมาณน้ำในคันดินสูง และโดยเฉพาะอย่างยิ่งกำลังเฉือนต่ำ"
IDS_GEO_DGNREPORT_SLOPE_BANK_CONDITION = "เงื่อนไขการถม"
IDS_GEO_DGNREPORT_SLOPE_BASE_STRUCT = "ในกรณีของฐานรากโครงสร้าง"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SAFETY = "มาตรฐานความปลอดภัยสำหรับลาดคันดิน"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SECTOR = "พื้นที่การถม"
IDS_GEO_DGNREPORT_SLOPE_CASE_CDTEST = "C=0 ในกรณีของการทดสอบ CD"
IDS_GEO_DGNREPORT_SLOPE_CASE_LONG_LOAD = "ในกรณีที่มีน้ำหนักบรรทุกระยะยาวกระทำ"
IDS_GEO_DGNREPORT_SLOPE_CASE_TEMP_LOAD = "ในกรณีที่มีน้ำหนักบรรทุกชั่วคราวกระทำและระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_COMNLOAD_APPLY = "นำไปใช้หลังจากวางน้ำหนักบรรทุกใช้งานแล้ว"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_ANAL = "การวิเคราะห์ระยะการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_STANDARD = "มาตรฐานการออกแบบลาดเอียงระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTIVE = "กระทรวงการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTUT_TRANSPORT = "กระทรวงการก่อสร้างและการขนส่ง"
IDS_GEO_DGNREPORT_SLOPE_CONVENTION_PORT = "อนุสัญญาท่าเรือ"
IDS_GEO_DGNREPORT_SLOPE_CTC = "ระยะห่างเหล็กเสริม\n(C.T.C)"
IDS_GEO_DGNREPORT_SLOPE_DETERMIN = "การประเมิน"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD = "มาตรฐานการออกแบบ"
IDS_GEO_DGNREPORT_SLOPE_DRY_ADD_CHECK_ = "- การตรวจสอบเสถียรภาพลาดเอียง %s ฤดูแล้ง : ที่ %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g ไม่เป็นไปตามเกณฑ์ ต้องตรวจสอบใหม่"
IDS_GEO_DGNREPORT_SLOPE_DRY_SATISFACTION_ = "- การตรวจสอบเสถียรภาพลาดเอียง %s ฤดูแล้ง : ในกรณีของ %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g เป็นไปตามเกณฑ์ พิจารณาว่าปลอดภัย"
IDS_GEO_DGNREPORT_SLOPE_DRY_SEASON = "ฤดูแล้ง"
IDS_GEO_DGNREPORT_SLOPE_DRY_UNSATISFACTION_ = "- การตรวจสอบเสถียรภาพลาดเอียง %s ฤดูแล้ง : ในกรณีของ %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g ไม่เป็นไปตามเกณฑ์ ต้องตรวจสอบใหม่"
IDS_GEO_DGNREPORT_SLOPE_EARTHQUAKE = "ในกรณีที่เกิดแผ่นดินไหว"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CASE = "- ในกรณีที่คาดว่าจะเกิดความเสียหายรุนแรงต่อสิ่งอำนวยความสะดวกข้างเคียง\n- ในกรณีที่การบูรณะใช้เวลานานและถนนไม่สามารถใช้งานได้อย่างรุนแรง\n- ในกรณีที่ฐานรากในเขตคันดินอยู่บนดินอ่อนหรือมีความกังวลเรื่องการเลื่อนไถลของลาด\n- ในกรณีที่คาดว่าจะมีการซึมน้ำมากเกินไปเนื่องจากสภาพภูมิประเทศ (คันดินในหุบเขา เป็นต้น)\n"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CONDITION = "เงื่อนไขภายนอก"
IDS_GEO_DGNREPORT_SLOPE_FAKE_STRUCT = "โครงสร้างชั่วคราว, เสถียรภาพลาดเอียงระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_GENERAL_STRUCT = "ในกรณีของโครงสร้างทั่วไป"
IDS_GEO_DGNREPORT_SLOPE_GERNERAL_STABILITY = "เสถียรภาพทั่วไปที่ใช้ระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_SLOPE_IMPORT_STRUCT = "ในกรณีของโครงสร้างสำคัญ"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ = "ช่วงการกระจายเริ่มต้น\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ANGLE_ = "มุมการกระจายเริ่มต้น\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_GEOTECH_SOCIETY = "สมาคมปฐพีกลศาสตร์ญี่ปุ่น\n(การสำรวจดินอ่อน\nวิธีการออกแบบและก่อสร้าง)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_PRACTICE_5 = "เอกสารแนวปฏิบัติถนนของญี่ปุ่น บรรยาย 5"
IDS_GEO_DGNREPORT_SLOPE_KOREA_INFRASTRUCT = "สำนักงานบริหารจัดการ\nความปลอดภัยโครงสร้างพื้นฐานของเกาหลี"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_INTENSITY_ = "กำลังขององค์อาคาร\n(%s/pile)"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_TYPE = "ประเภทองค์อาคาร"
IDS_GEO_DGNREPORT_SLOPE_MAX_SHEAR_STRAIN = "ความเครียดเฉือนสูงสุด"
IDS_GEO_DGNREPORT_SLOPE_MINI_SAFETY = "ปัจจัยความปลอดภัยขั้นต่ำ"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SAFETY_STANDARD = "มาตรฐานความปลอดภัยสำหรับลาดตัด"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SECTOR = "พื้นที่ตัด"
IDS_GEO_DGNREPORT_SLOPE_NAME = "ชื่อ"
IDS_GEO_DGNREPORT_SLOPE_NATIONAL_COAL = "National Coal\nBoard (UK)"
IDS_GEO_DGNREPORT_SLOPE_NAVFAC = "NAVFAC (US)"
IDS_GEO_DGNREPORT_SLOPE_OBJECTIVE_ANSWER = "สำหรับการตรวจสอบเสถียรภาพของลาดดิน จำเป็นต้องพิจารณาสภาพพื้นที่ ความสามารถในการก่อสร้าง และความคุ้มค่าทางเศรษฐกิจ"
IDS_GEO_DGNREPORT_SLOPE_PORT_FACILITY = "มาตรฐานทางเทคนิคสิ่งอำนวยความสะดวกท่าเรือ, คำอธิบายประกอบ (ญี่ปุ่น)"
IDS_GEO_DGNREPORT_SLOPE_RAINY_ADD_CHECK_ = "- การตรวจสอบเสถียรภาพของลาดดิน %s ในฤดูฝน : ที่ %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g ยังไม่เป็นไปตามเกณฑ์\nจำเป็นต้องตรวจสอบใหม่"
IDS_GEO_DGNREPORT_SLOPE_RAINY_SATISFACTION_ = "- การตรวจสอบเสถียรภาพของลาดดิน %s ในฤดูฝน : กรณี %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g เป็นไปตามเกณฑ์แล้ว\nพิจารณาว่าปลอดภัย"
IDS_GEO_DGNREPORT_SLOPE_RAINY_SEASON = "ฤดูฝน"
IDS_GEO_DGNREPORT_SLOPE_RAINY_UNSATISFACTION_ = "- การตรวจสอบเสถียรภาพของลาดดิน %s ในฤดูฝน : กรณี %s ค่าแฟกเตอร์ความปลอดภัยที่ยอมให้ %g ยังไม่เป็นไปตามเกณฑ์  จำเป็นต้องตรวจสอบใหม่"
IDS_GEO_DGNREPORT_SLOPE_REPORT_CREATE = "การสร้างรายงานการวิเคราะห์ลาด"
IDS_GEO_DGNREPORT_SLOPE_REPORT_DONE = "สร้างรายงานการวิเคราะห์ลาดดินเสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_SLOPE_REVIEW_OBJECTIVE = "วัตถุประสงค์การตรวจสอบ"
IDS_GEO_DGNREPORT_SLOPE_ROAD_DGN_TIPS = "เคล็ดลับการออกแบบถนน"
IDS_GEO_DGNREPORT_SLOPE_ROAD_SOFT_GUIDELINE = "งานโยธาถนน, แนวทางมาตรการรับมือดินอ่อน"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_ANAL = "ปัจจัยความปลอดภัยในการวิเคราะห์"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_APPLY = "ปัจจัยความปลอดภัยที่ใช้"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_RESULT = "ผลการวิเคราะห์"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_STANDARD = "ปัจจัยความปลอดภัยมาตรฐาน"
IDS_GEO_DGNREPORT_SLOPE_SATURATED_SAND = "กรณีทรายอิ่มตัว (C=0)"
IDS_GEO_DGNREPORT_SLOPE_SELECT_ANSWER = "โดยทั่วไปจะเลือกตรวจทบทวนสำหรับความสูงคันดินมากกว่า 15m และบริเวณเชิงสะพาน และสำหรับความสูงลาดตัดมากกว่า 20m  พื้นที่อื่นที่จะตรวจทบทวนจะเลือกตามสภาพพื้นที่ โดยสอดคล้องกับมาตรฐานต่อไปนี้ : "
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD = "มาตรฐานการเลือก"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD2 = "มาตรฐานการเลือก"
IDS_GEO_DGNREPORT_SLOPE_SELECT_TARGET_CONDITION = "<Conditions for selecting target review zones>"
IDS_GEO_DGNREPORT_SLOPE_SETTLEMENT_ = "ความยาวของสมอ\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_SOIL_PROPERTY = "คุณสมบัติของดิน"
IDS_GEO_DGNREPORT_SLOPE_STABILITY_ANAL = "การวิเคราะห์เสถียรภาพลาด"
IDS_GEO_DGNREPORT_SLOPE_STANDARD_SAFETY_PLAN = "ปัจจัยความปลอดภัยที่วางแผนไว้ตามมาตรฐาน"
IDS_GEO_DGNREPORT_SLOPE_STRUCT_DGN_STANDARD = "มาตรฐานการออกแบบฐานรากของโครงสร้าง"
IDS_GEO_DGNREPORT_SLOPE_TRIM_CASE = "- กรณีลาดตัดมีความสูงมากกว่า 20m\n- กรณีดินมีแนวโน้มถูกกัดเซาะ (ทรายหลวม, หินผุพัง)\n- กรณีชั้นดินถล่มทับถมและชั้นตะกอนเป็นส่วนใหญ่\n- กรณีคาดว่าจะเกิดผลกระทบไม่พึงประสงค์ต่อโครงสร้างเดิมโดยรอบ\n- กรณีมีประวัติการเลื่อนตัวหรือพังทลายของลาดดิน หรืออยู่ในสภาวะไม่เสถียร\n- กรณีระดับน้ำใต้ดินสูงและมีปริมาณน้ำมาก\n"
IDS_GEO_DGNREPORT_SLOPE_TRIM_PART = "ส่วนที่จะตัด"
IDS_GEO_DGNREPORT_SLOPE_XDISP = "การกระจัดข้าง (X-Displacement)"
IDS_GEO_DGNREPORT_SLOPE_XZSHEAR = "ความเค้นแรงเฉือน (ความเค้นแรงเฉือน XZ)"
IDS_GEO_DGNREPORT_SLOPE_ZDISP = "การกระจัดแนวตั้ง (Z-Displacement)"
IDS_GEO_DGNREPORT_SMEAR_DIA_F = "เส้นผ่านศูนย์กลางเขต Smear (Sub1(d,s))"
IDS_GEO_DGNREPORT_SMEAR_DIA_RATIO_F = "อัตราส่วนเส้นผ่านศูนย์กลางเขต Smear (Sub1(d,s)/Sub1(d,w))"
IDS_GEO_DGNREPORT_SMEAR_WATER_F = "เขต Smear - สัมประสิทธิ์การซึมผ่าน (Sub1(K,s))"
IDS_GEO_DGNREPORT_SMEAR_WATER_RATIO_F = "เขต Smear - อัตราส่วนสัมประสิทธิ์การซึมผ่าน (Sub1(K,h)/Sub1(K,s))"
IDS_GEO_DGNREPORT_TOOL_CONSOL_PERIOD = "ระยะเวลาการรวมตัว (วัน)"
IDS_GEO_DGNREPORT_TOOL_DATE_ = "%d วัน"
IDS_GEO_DGNREPORT_TOOL_EMBANK_THICK = "ชั้นการถม"
IDS_GEO_DGNREPORT_TOOL_INSTALL_INTERVAL_ = "ช่วงการติดตั้ง (%s)"
IDS_GEO_DGNREPORT_TOOL_PRELOADING_ = "ความสูงการบรรทุกล่วงหน้า (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT = "จำนวนการตั้งถิ่นฐาน"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT_ = "จำนวนการตั้งถิ่นฐาน (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_PERIOD = "ระยะเวลาการตั้งถิ่นฐาน (วัน)"
IDS_GEO_DGNREPORT_TOOL_SOFT_LAYER = "ชั้นนุ่ม"
IDS_GEO_DGNREPORT_TOOL_TOTAL_SETTLE_ = "การตั้งถิ่นฐานรวม (%s)"
IDS_GEO_DGNREPORT_TUNNEL_10PERCENT = "ภายใน 10% ของรัศมีอุโมงค์\nภายใน 10% ของความยาวร็อกโบลต์ที่ใช้"
IDS_GEO_DGNREPORT_TUNNEL_3PERCENT = "ภายใน 3 ถึง 4% ของรัศมีอุโมงค์และความยาวร็อกโบลต์\nช่วงที่ยอมให้สูงสุด : 30cm"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_MEMBER_REVIEW = "ตรวจสอบแรงขององค์อาคารสำหรับโครงสร้างข้างเคียง"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_CREATE = "สร้างรายงานสำหรับโครงสร้างที่อยู่ข้างเคียงอุโมงค์"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_DONE = "สร้างรายงานสำหรับโครงสร้างที่อยู่ข้างเคียงอุโมงค์เสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_REVIEW = "สร้างรายงานสำหรับโครงสร้างที่อยู่ข้างเคียงอุโมงค์ - ตรวจสอบแรงขององค์อาคาร"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REVIEW_RESULT = "ผลการตรวจสอบโครงสร้างใกล้เคียง"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE = "ตรวจสอบการทรุดตัวของโครงสร้างข้างเคียง"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_RESULT = "ผลการทรุดตัวของโครงสร้างข้างเคียง"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_REVIEW = "สร้างรายงานสำหรับโครงสร้างที่อยู่ข้างเคียงอุโมงค์ - ตรวจสอบการทรุดตัว"
IDS_GEO_DGNREPORT_TUNNEL_AECHU_LAYER = "ชั้นดินตะกอน"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_ANGLE_DISP = "การกระจัดมุมที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_COMPRESS = "ความเค้นอัดที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_DISP = "การกระจัดที่อนุญาตของพื้น"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_LIMITE = "มาตรฐานโครงสร้างสนับสนุนชั่วคราว"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SETTLE = "การตั้งถิ่นฐานที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SHEAR = "ความเค้นเฉือนที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SINK_CALC = "วิธีการคำนวณการจมที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS = "ความเค้นที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS_CHECK = "การตรวจสอบความเค้นที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_TENSION = "ความเค้นดึงที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_RESULT = "ผลการวิเคราะห์อุโมงค์"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_SECTION = "หน้าตัดการวิเคราะห์"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_STAGE = "ระยะการวิเคราะห์"
IDS_GEO_DGNREPORT_TUNNEL_ANAL1 = "ได้เลือกหน้าตัดอุโมงค์ตัวแทนโดยพิจารณาจากปัจจัยด้านโครงสร้างและธรณีเทคนิคเพื่อทำการวิเคราะห์เชิงตัวเลข\nได้ทำการวิเคราะห์ตามขั้นตอนการก่อสร้างโดยสะท้อนโครงสร้างค้ำยันชั่วคราว\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL2 = "ได้สรุปผลการวิเคราะห์ตามขั้นตอนการก่อสร้างสำหรับการทรุดตัวที่ยอดอุโมงค์ การกระจัดของผนังข้าง ความเค้นของช็อตครีต แรงตามแนวแกนของร็อกโบลต์ เป็นต้น\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL3 = "ผลการวิเคราะห์จำเป็นต้องเปรียบเทียบกับค่าการวัดจากเครื่องมือจริงระหว่างการก่อสร้างจริง\nหากสภาพการออกแบบ/สภาพดินแตกต่างจากสภาพการก่อสร้าง จำเป็นต้องวิเคราะห์ใหม่โดยสะท้อนสภาพพื้นที่ ซึ่งอาจส่งผลให้มีการเปลี่ยนแปลงวิธีการขุด ความยาวช่วงขุด วิธีค้ำยันชั่วคราว เป็นต้น"
IDS_GEO_DGNREPORT_TUNNEL_ANALSTAGE_LOADSHEAR = "ขั้นตอนการก่อสร้างและอัตราส่วนการแบ่งรับน้ำหนักบรรทุก"
IDS_GEO_DGNREPORT_TUNNEL_ANGULAR_OCCUR = "การกระจัดมุมเกิดขึ้น"
IDS_GEO_DGNREPORT_TUNNEL_APPLY_DISP_ = "การกระจัดที่อนุญาตที่ใช้ (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AUSTRIA_ALBERG = "มาตรฐานการบริหารจัดการอุโมงค์ Alberg ของออสเตรีย"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL = "แรงแกน"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE = "แรงตามแนวแกนขององค์อาคารค้ำยันชั่วคราว"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE_ = "แรงตามแนวแกนขององค์อาคารค้ำยันชั่วคราว (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_TABLE = "ตารางแรงแกน"
IDS_GEO_DGNREPORT_TUNNEL_BASED_SECTION_CONSTANT = "เกณฑ์สำหรับการคำนวณคุณสมบัติหน้าตัด"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_COMPRESS_STRESS = "ความเค้นอัดแบบดัด"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_SHEAR_FORMULA = "สูตรความเค้นเฉือนแบบดัด"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_STRESS_FORMULA = "สูตรความเค้นแบบดัด"
IDS_GEO_DGNREPORT_TUNNEL_BOTTOM_STEEL_F_ = "+ เหล็กเสริมด้านล่าง (Sub1(A,sb)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_1 = "ระดับความระมัดระวัง 1"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_2 = "ระดับความระมัดระวัง 2"
IDS_GEO_DGNREPORT_TUNNEL_CHANGE_TABLE = "รูปทรงที่เปลี่ยนแปลง"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_ = "ความเค้นอัด (%s)"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RESULT = "ผลการตรวจสอบการอัดจากโมเมนต์ดัด"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_EB_F_ = "Sub1(e,b) %s e ............. ควบคุมโดยการอัด\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_F_ = "Sub1(P,u) %s 0 ............. ควบคุมโดยการอัด\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_SECTION_FORCE = "แรงหน้าตัดในการตรวจสอบการอัดจากโมเมนต์ดัด"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_STRESS = "ความเค้นอัด"
IDS_GEO_DGNREPORT_TUNNEL_CONCRETE_SHEAR_STRENGTH = "กำลังรับแรงเฉือนเชิงนามของคอนกรีต\n"
IDS_GEO_DGNREPORT_TUNNEL_CONTENTS = "เนื้อหา"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_1CM = "1cm/วัน ต่อเนื่อง 3 วัน"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_3CM = "3cm/วัน ต่อเนื่อง 3 วัน"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_5MM = "5mm/วัน ต่อเนื่อง 3 วัน"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION_ = "เกณฑ์ที่ใช้ : %s "
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1 = "เกณฑ์ที่ 1"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS1 = "แม้จะยังไม่เกิดความเสียหาย\nจำเป็นต้องเฝ้าติดตามพฤติกรรมอย่างเข้มงวดขึ้น"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS2 = "เฝ้าติดตามพฤติกรรมอย่างเข้มงวดขึ้น\nเพิ่มค้ำยันชั่วคราว"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2 = "เกณฑ์ที่ 2"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_ = "เกณฑ์ที่ใช้ : %s\n"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS1 = "ระดับที่มีความเป็นไปได้ที่จะก่อให้เกิดความเสียหาย"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS2 = "ตรวจสอบการออกแบบค้ำยันชั่วคราวใหม่"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3 = "เกณฑ์ที่ 3"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS1 = "เกิดความเสียหายบางส่วน\nมีความเป็นไปได้ที่จะเกิดความเสียหายระหว่างการขุด"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS2 = "ตรวจสอบค่าการออกแบบ/การก่อสร้าง/ค่าควบคุมใหม่"
IDS_GEO_DGNREPORT_TUNNEL_DAN_F_ = "- ปลายที่ %d ( Sub1(d,c) = %s %s) : %s @ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_ALLOW_STRESS = "วิธีการออกแบบความเค้นที่อนุญาต"
IDS_GEO_DGNREPORT_TUNNEL_DGN_CONDITION = "<Design conditions>\n"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH_F_ = "  กำลังรับแรงเฉือนออกแบบ %sSub1(V,n) = Ø%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH2_F_ = "  กำลังรับแรงเฉือนออกแบบ %sSub1(V,n) = %s%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH_F_ = "  กำลังรับแรงเฉือนออกแบบของเหล็กเสริม %sSub1(V,s) = Ø%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH2_F_ = "กำลังรับแรงเฉือนออกแบบของเหล็กเสริม %sSub1(V,s) = %s%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_STRENGTH_F_ = "* กำลังออกแบบ (Sub1(f,ck)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DISP = "การกระจัด"
IDS_GEO_DGNREPORT_TUNNEL_DISP_ = "การกระจัด (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DISTANCE_ = "ระยะทาง (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DSIP_TEND = "แนวโน้มการเกิดการกระจัด"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_ = "ความเยื้องศูนย์ (e) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_BALANCING_F_ = "ความเยื้องศูนย์สมดุล : Sub1(e,b) = Sub1(M,b)/Sub1(P,b) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_SECTION = "การคำนวณแรงหน้าตัด"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_STEEL = "การคำนวณเหล็กเสริม"
IDS_GEO_DGNREPORT_TUNNEL_EVALUATION = "เกณฑ์การประเมิน"
IDS_GEO_DGNREPORT_TUNNEL_EXPANSIVE_LAYER = "ชั้นดินขยายตัว"
IDS_GEO_DGNREPORT_TUNNEL_FCA_ALLOW_ = "- ความเค้นอัดจากโมเมนต์ดัดที่ยอมให้ : fca = 0.4 fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCAS_ALLOW_ = "- ความเค้นอัดจากโมเมนต์ดัดที่ยอมให้ : fca = 0.4 fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCK_28_ = "- กำลังออกแบบที่อายุ 28 วัน : fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCKS_28_ = "- กำลังออกแบบที่อายุ 28 วัน : fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FORCE_TEND = "แนวโน้มการเกิดแรงขององค์อาคารในองค์อาคารค้ำยันชั่วคราว"
IDS_GEO_DGNREPORT_TUNNEL_FRANCE_MANAGE = "มาตรฐานการจัดการวิศวกรรมฝรั่งเศส"
IDS_GEO_DGNREPORT_TUNNEL_FSA_ = "- ความเค้นที่ยอมให้ : fsa = 0.5 fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FSAS_ = "- ความเค้นที่ยอมให้ : fsa = 0.5 fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FY_ = "- กำลังคราก : fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FYS_ = "- กำลังคราก : fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_GROUND = "พื้นดิน"
IDS_GEO_DGNREPORT_TUNNEL_GROUND_CONDITION = "สภาพพื้นดิน"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK = "หินแข็ง"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_A = "A (หินแข็ง)"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_LAYER = "ชั้นหินแข็ง"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_DISP = "การกระจัดแนวนอน"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL_ = "ระยะห่างแนวนอน (S) = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL2_ = "  ระยะห่างแนวนอน s = %s %s %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL3_ = "ระยะห่างแนวนอน s = %s %s %s %s ......."
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_STRAIN = "การยืดตัวแนวนอน"
IDS_GEO_DGNREPORT_TUNNEL_IDEAL_DISP = "การกระจัดภายในที่เหมาะสม"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_CONSTRUCT_MANAGE = "มาตรฐานการจัดการก่อสร้างญี่ปุ่น"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_SETTLE_MANAGE = "มาตรฐานการจัดการการทรุดตัวแบบเฉือน (สมาคมวิศวกรรมธรณีเทคนิคแห่งญี่ปุ่น, 1986)"
IDS_GEO_DGNREPORT_TUNNEL_LENGTH_CENTER2COMPRESS = "ระยะระหว่างจุดศูนย์ถ่วงของเหล็กเสริมกับเส้นใยอัดสุดขอบ\n"
IDS_GEO_DGNREPORT_TUNNEL_LEVEL = "ระดับ"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_CHECK = "ผลการวิเคราะห์ไลนิงและการตรวจสอบแรงหน้าตัด"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_RESULT = "ผลการวิเคราะห์การบุ"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_CREATE = "สร้างรายงานการออกแบบไลนิงอุโมงค์"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DGN = "สร้างรายงานการออกแบบไลนิงอุโมงค์ - การออกแบบตามความเค้นที่ยอมให้"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DONE = "สร้างรายงานการออกแบบไลนิงอุโมงค์เสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_TUNNEL_LINING_STRENGTH_DGN = "สร้างรายงานการออกแบบไลนิงอุโมงค์ - การออกแบบกำลัง"
IDS_GEO_DGNREPORT_TUNNEL_LIST = "รายการ"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_BALANCING_F_ = "น้ำหนักบรรทุกสมดุล : Sub1(P,b) = Sub1(C,c) + Sub1(C,s) + Sub1(T,s) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_COMB = "การรวมกันของน้ำหนักบรรทุก"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_LEVEL = "ระดับการจัดการ"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD = "มาตรฐานการจัดการ"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD_MM = "มาตรฐานการจัดการ\n(mm/day)"
IDS_GEO_DGNREPORT_TUNNEL_MATERIAL_FORCE = "แรงขององค์อาคาร"
IDS_GEO_DGNREPORT_TUNNEL_MAX_ALLOW_DISP = "การกระจัดภายในที่อนุญาตสูงสุด"
IDS_GEO_DGNREPORT_TUNNEL_MAX_AXIAL = "เมื่อแรงตามแนวแกนมีค่าสูงสุด"
IDS_GEO_DGNREPORT_TUNNEL_MAX_DISP = "การกระจัดใช้งานสูงสุดที่ยอดอุโมงค์ (cm)"
IDS_GEO_DGNREPORT_TUNNEL_MAX_MOMENT = "ที่โมเมนต์สูงสุด"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEAR = "ที่แรงเฉือนสูงสุด"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH_F_ = "  กำลังรับแรงเฉือนของเหล็กเสริมสูงสุด Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH2_F_ = "กำลังรับแรงเฉือนของเหล็กเสริมสูงสุด Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_TENSILE_STRESS_ = "ความเค้นแรงดึงสูงสุด (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MEASURES = "มาตรการ"
IDS_GEO_DGNREPORT_TUNNEL_MIN_COMPRESS_SAFETY = "เมื่อเกิดแฟกเตอร์ความปลอดภัยต่ำสุดต่อการอัดจากโมเมนต์ดัด"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEAR_SAFETY = "เมื่อเกิดแฟกเตอร์ความปลอดภัยต่ำสุดต่อแรงเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEARSTEEL_F_ = "  เนื่องจาก %s %sSub1(V,c)/2 %s Sub1(V,u) %s %sSub1(V,c) จึงจัดให้มีเหล็กเสริมแรงเฉือนขั้นต่ำ\n"
IDS_GEO_DGNREPORT_TUNNEL_MIN_TENSILE_STRESS_ = "ความเค้นแรงดึงต่ำสุด (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT = "โมเมนต์ดัด"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_BALANCING_F_ = "โมเมนต์ดัดสมดุล : Sub1(M,b) = Sub1(M,cc) + Sub1(M,cs) + Sub1(M,ts) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_TABLE = "ตารางโมเมนต์"
IDS_GEO_DGNREPORT_TUNNEL_NEED_SHEAR_F_ = "  %s เนื่องจาก  %sSub1(V,c) %s Sub1(V,u) จึงจัดให้มีเหล็กเสริมแรงเฉือน\n\n"
IDS_GEO_DGNREPORT_TUNNEL_NEED_STEEL_F_ = "เหล็กเสริมที่ต้องการ Sub1( ,applied)Sub1(A,v) = max[Sub1( ,req)Sub1(A,v),Sub1( ,min)Sub1(A,v)] = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_NEUTRAL_F_ = "แกนเป็นกลาง : Sub1(c,b) = \F(0.003, 0.003+Sub1(f,y)/Sub1(E,s)) %s d = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_NO_SHEARSTEEL_F_ = "  %s เนื่องจาก %sSub1(V,c)/2 %s Sub1(V,u) จึงไม่ต้องจัดเหล็กเสริมแรงเฉือน\n"
IDS_GEO_DGNREPORT_TUNNEL_NO2_SHEARSTEEL_F_ = "  %s เนื่องจาก %sSub1(V,c) %s Sub1(V,u) จึงไม่ต้องจัดเหล็กเสริมแรงเฉือน\n"
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_AXLE_LOAD_F_ = "    น้ำหนักบรรทุกตามแนวแกนเชิงนาม : ØSub1(P,n) = %s %s %s Sub1(P,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_MOMENT_F_ = "    โมเมนต์ดัดเชิงนาม : ØSub1(M,n) = %s %s %s Sub1(M,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_OUTPUT = "ผลการวิเคราะห์"
IDS_GEO_DGNREPORT_TUNNEL_OVER_100 = "เท่ากับและมากกว่า 100"
IDS_GEO_DGNREPORT_TUNNEL_OVERBURDEN = "น้ำหนักบรรทุกที่อยู่เหนือ (m)"
IDS_GEO_DGNREPORT_TUNNEL_P_ = "- แรงตามแนวแกนที่ยอมให้ : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_PARALLEL_CHECK = "- การตรวจสอบสถานะขนาน\n"
IDS_GEO_DGNREPORT_TUNNEL_PS_ = "- แรงตามแนวแกนที่ยอมให้ : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE = "การสร้างรายงานอุโมงค์"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE_OUTPUT = "สร้างรายงานการวิเคราะห์อุโมงค์ - ผลลัพธ์"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DISP_CHECK = "สร้างรายงานการวิเคราะห์อุโมงค์ - ตรวจสอบการกระจัด"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DONE = "การสร้างรายงานการวิเคราะห์อุโมงค์เสร็จสมบูรณ์"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_FORCE_CHECK = "การสร้างรายงานการวิเคราะห์อุโมงค์ - ตรวจสอบแรงในองค์อาคาร"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_PARAM = "การสร้างรายงานการวิเคราะห์อุโมงค์ - พารามิเตอร์การออกแบบที่นำไปใช้"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW = "การตรวจสอบ"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_POS = "ตำแหน่งการตรวจสอบ"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_SATISFACTION_ = "%s ผลการตรวจสอบ - เป็นไปตามความเค้นที่ยอมให้\n"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_STEEL_NEED_ = "%s ผลการตรวจสอบ - เกินความเค้นที่ยอมให้และต้องการเหล็กเสริม\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT = "* แรงตามแกนของ Rock bolt\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL = "แรงแกนของร็อคโบลต์"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL_ = "แรงแกนของร็อคโบลต์ (%s)"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL2 = "แรงแกนของร็อคโบลต์"
IDS_GEO_DGNREPORT_TUNNEL_SAND_LAYER = "ชั้นดินทราย"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_2MOMENT_ = "โมเมนต์ความเฉื่อย (I)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_AREA_ = "พื้นที่หน้าตัด (A)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_CONSTANT = "\tค่าคงที่ของหน้าตัดและสมการคำนวณความเค้น"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_FACTOR_ = "คุณสมบัติหน้าตัด (Z)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_REVIEW = "การตรวจสอบหน้าตัด"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_TABLE = "ตารางแรงหน้าตัด"
IDS_GEO_DGNREPORT_TUNNEL_SETTLE_OCCUR = "การตั้งถิ่นฐานเกิดขึ้น"
IDS_GEO_DGNREPORT_TUNNEL_SHARE_LOAD = "อัตราส่วนการแบ่งน้ำหนักบรรทุก (%)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_ = "ความเค้นเฉือน (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_FORCE = "แรงเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_RESULT = "ผลการตรวจสอบแรงเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STEEL_F_ = "+ เหล็กเสริมแรงเฉือน (Sub1(A,v)) = %s - %s ขา = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STRESS = "ความเค้นเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_TABLE = "ตารางแรงเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_SHEARCHECK_SECTIONFORCE = "แรงหน้าตัดเมื่อทำการตรวจสอบแรงเฉือน"
IDS_GEO_DGNREPORT_TUNNEL_SHEARSTEEL_F_ = "  เนื่องจาก %s %sSub1(V,c) %s Sub1(V,u) ต้องการเหล็กเสริมแรงเฉือน\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_COMPRESS = "ความเค้นอัดของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_SHEAR = "ความเค้นเฉือนที่อนุญาตของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_STRESS = "* Shotcrete allowable stress\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_COMPRESS = "ความเค้นอัดของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT = "โมเมนต์ของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT_ = "โมเมนต์ของช็อตครีต (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR = "ความเค้นเฉือนของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2 = "ความเค้นเฉือนของช็อตครีต"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2_ = "แรงเฉือนของช็อตครีต (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_STRESS_ = "ความเค้นของช็อตครีต (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SOFTROCK_B = "B(หินอ่อน)"
IDS_GEO_DGNREPORT_TUNNEL_SOIL_PLASTIC = "ดินพลาสติก"
IDS_GEO_DGNREPORT_TUNNEL_STABILITY_STANDARD = "มาตรฐานการประเมินเสถียรภาพอุโมงค์"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_DISP_RESULT = "การกระจัดตามขั้นตอนการก่อสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_FORCE = "แรงขององค์อาคารค้ำยันชั่วคราวตามขั้นตอนการก่อสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_ = "ความแข็งแรง\n(%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_DGN = "วิธีการออกแบบความแข็งแรง"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_FORMULA = "สมการทั่วไปสำหรับการตรวจสอบความเค้น"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_STANDARD_ = "\tมาตรฐานสำหรับการตรวจสอบความเค้น : %s"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_ALLOWSTRESS = "มาตรฐานความเค้นที่ยอมให้ของโครงสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL = "แรงแกนของโครงสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL_ = "แรงตามแกนของโครงสร้าง : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL2_ = "แรงตามแกนของโครงสร้าง : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL3_ = "แรงตามแกนของโครงสร้าง (%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_BENDING_COMPRESS_STRESS = "ความเค้นตามแกนจากการดัดของโครงสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS_ = "ความเค้นอัดของโครงสร้าง : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS2_ = "ความเค้นอัดของโครงสร้าง : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_ = "ความเค้นเฉือนของโครงสร้าง : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_STRESS = "ความเค้นเฉือนของโครงสร้าง"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR2_ = "ความเค้นเฉือนของโครงสร้าง : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_STRESS_ = "ความเค้นของโครงสร้าง (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TENSE_SEEL_F_ = "* ความเค้นครากของเหล็กเสริมรับแรงดึง (Sub1(f,y)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TENSILE_STRESS = "ความเค้นแรงดึง"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_EB_F_ = "Sub1(e,b) %s e ............. ควบคุมโดยแรงดึง\n"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_F_ = "Sub1(P,u) %s 0 ............. ควบคุมโดยแรงดึง\n"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION_ = "* ความหนาหน้าตัด (H) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION2_ = "* ความหนาหน้าตัด (H) = %s ~ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOP_STELL_F_ = "+ เหล็กเสริมด้านบน (Sub1(A,st)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP = "การกระจัดรวม"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP_ = "การกระจัดรวม (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TRIAL_ERROR = "- ตรวจสอบกำลังหน้าตัด (ด้วยวิธีลองผิดลองถูกโดยสมมติแกนเป็นกลาง\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL_F_ = "แรงตามแกนวิบัติ (Sub1(P,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL2_F_ = "แรงตามแกนวิบัติ (Sub1(P,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_MOMENT_F_ = "โมเมนต์ดัดวิบัติ (Sub1(M,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_SHEAR_F_ = "แรงเฉือนวิบัติ (Sub1(V,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_UNDER_STRUCT = "โครงสร้างใต้ดิน"
IDS_GEO_DGNREPORT_TUNNEL_UNDERGD_MEASURE = "มาตรฐานการจัดการเครื่องมือวัดและมาตรการสำหรับอุโมงค์โรงไฟฟ้าใต้ดิน"
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL_F_ = "  เหล็กเสริมที่ใช้ Sub1(A,v) = %s %s %s Sub1(,min)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL2_F_ = "เหล็กเสริมที่ใช้ Sub1(A,v) = %s %s %sSub1( ,applied)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL3_F_ = "  เหล็กเสริมที่ใช้ Sub1(A,v) = %s %s %s Sub1( ,req)Sub1(A,v)....... "
IDS_GEO_DGNREPORT_TUNNEL_USER_DEFINE = "กำหนดโดยผู้ใช้"
IDS_GEO_DGNREPORT_TUNNEL_VCA_SHEAR_ = "- ความเค้นเฉือนที่ยอมให้ : Vca = 0.08 \R(fck) = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VCAS_SHEAR_ = "- ความเค้นเฉือนที่ยอมให้ : Vca = 0.08\R(fck) = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VERT_DISP = "การกระจัดแนวตั้ง"
IDS_GEO_DGNREPORT_TUNNEL_VERT_STRAIN = "การยืดตัวแนวตั้ง"
IDS_GEO_DGNREPORT_TUNNEL_WEATHERED_C = "C(หินผุกร่อน)"
IDS_GEO_DGNREPORT_TUNNEL_WIDTH_UNIT_ = "ความกว้างหน่วย (B) = %s %s\n"
IDS_GEO_DGNREPORT_UNITWEIGHT = "หน่วยน้ำหนัก (tonf/m^3)"
IDS_GEO_DGNREPORT_UNITWEIGHT_ = "น้ำหนักหน่วย\n(%s)"
IDS_GEO_DGNREPORT_WET_UNITWEIGHT_ = "หน่วยน้ำหนักเปียก\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_UUTEST = "ความเค้นเฉือนสูงสุด (การทดสอบ UU)"
IDS_GEO_DGNREPORT_SLOPE_CDTEST = "ความเค้นเฉือนคงเหลือ (การทดสอบ CD)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_LAYER = "การถมดิน"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK_ = "การถมดิน%s"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2_ = "การถมดิน(%s)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK = "ความกว้างของการถมดิน"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2 = "ความกว้างของการถมดิน"
IDS_GEO_DGNREPORT_CONSOL_WATERLEVEL = "ระดับน้ำ"
IDS_GEO_DGNREPORT_FDN_SAND_CPHI = "C-Phi"
IDS_GEO_DGNREPORT_ROCK_Introduction = "บทนำ"
IDS_GEO_DGNREPORT_ROCK_Research_Obejectives = "วัตถุประสงค์ของโครงการ"
IDS_GEO_DGNREPORT_ROCK_IResearch_Obejective1 = "วัตถุประสงค์หลักของการวิเคราะห์และออกแบบลาดหิน คือการกำหนดมุมลาดที่เหมาะสมที่สุดและวิธีการเสริมกำลัง โดยพิจารณาจากความสามารถในการก่อสร้างและความคุ้มค่าด้านต้นทุน\nต่างจากลาดดิน หินมีแนวไม่ต่อเนื่อง เช่น รอยแตก (joints) รอยเลื่อน (fault) และเขตหินแตก (fractured zone) ซึ่งเป็นปัจจัยไม่เสถียรที่มีอยู่แล้ว"
IDS_GEO_DGNREPORT_ROCK_Research_Scope = "ขอบเขตของโครงการ"
IDS_GEO_DGNREPORT_ROCK_Research_Scope1 = "โดยทั่วไป หากลาดตัดมีความสูงมากกว่า 20m จะประเมินว่าอยู่ในสภาวะไม่เสถียร และทำการวิเคราะห์ตามเกณฑ์การออกแบบ ตารางต่อไปนี้เป็นตัวชี้วัดโดยละเอียดเพื่อใช้ตัดสินขอบเขตของโครงการ"
IDS_GEO_DGNREPORT_ROCK_Research_Scope2 = "[ขอบเขตของโครงการ]"
IDS_GEO_DGNREPORT_ROCK_Research_Scope3 = "ประเภท"
IDS_GEO_DGNREPORT_ROCK_Research_Scope4 = "การประเมินตัวชี้วัด"
IDS_GEO_DGNREPORT_ROCK_Research_Scope5 = "การตัดลาด"
IDS_GEO_DGNREPORT_ROCK_Research_Scope6 = "ลาดตัดที่มีความสูงมากกว่า 20m\nดินและหินผุพัง/แตกหัก\nการประเมินโครงสร้างข้างเคียงใกล้บริเวณลาดตัด\nกรณีลาดที่มีประวัติการพังทลาย\nการควบคุมการไหลออกในช่วงระดับน้ำสูง\n"
IDS_GEO_DGNREPORT_ROCK_Design_Criteria = "เกณฑ์การออกแบบ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type = "มุมลาด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type1 = "โดยทั่วไป มุมมาตรฐานของลาดตัดแสดงไว้ในตารางด้านล่างตามการจำแนกประเภทของหิน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type2 = "การจำแนกประเภทหิน\n(ความแข็งแรง)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type3 = "คุณภาพหิน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type4 = "T.C.R %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type5 = "R.Q.D %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type6 = "วิธีการขุด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type7 = "มุมลาด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type8 = "การก่อสร้างเบิร์มลาด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type9 = "หินผุ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type10 = "ต่ำกว่า 20%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type11 = "ต่ำกว่า 10%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type12 = "การเก็บหิน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type13 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type14 = "กว้าง 1m ที่ช่วงระยะความสูงทุก 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type15 = "หินสมบูรณ์"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type16 = "20-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type17 = "10-25%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type18 = "หินระเบิด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type19 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type20 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type21 = "25-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type22 = "หินระเบิด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type23 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type24 = "มากกว่า 70%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type25 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type26 = "หินระเบิด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type27 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type28 = "กว้าง 1~2m ที่ช่วงระยะความสูงทุก 10m\nกว้าง 3m ที่ช่วงระยะความสูงทุก 20m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type29 = "[มาตรฐานลาดตามการจำแนกประเภทของหิน]"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type1 = "การจำแนกประเภท"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type2 = "ความสูงลาด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type3 = "มุมลาด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type4 = "กระทรวงการก่อสร้าง"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type5 = "Highway Co.(KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type6 = "Korea Land Co."
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type7 = "LH Co.(KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type8 = "ดิน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type9 = "มากกว่า 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type10 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type11 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type12 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type13 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type14 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type15 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type16 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type17 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type18 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type19 = "การเก็บหิน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type20 = "มากกว่า 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type21 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type22 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type23 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type24 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type25 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type26 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type27 = "หินระเบิด"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type28 = "หินอ่อน"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type29 = "หินแข็ง"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type30 = "มากกว่า 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type31 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type32 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type33 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type34 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type35 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type36 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type37 = "[ลาดมาตรฐานสำหรับสถาบัน]"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction = "การก่อสร้างเบิร์มลาด"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction1 = "วัตถุประสงค์หลักของการก่อสร้างเบอร์มลาด คือเพื่อให้มั่นใจทั้งความมั่นคงของลาดต่อการพังทลายในวงกว้าง และการจัดให้มีทางผ่านสำหรับการบำรุงรักษา"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction2 = "การจำแนกประเภท"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction3 = "สถาบัน"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction4 = "การก่อสร้างเบิร์มลาด"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction5 = "เกาหลี"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction6 = "ญี่ปุ่น"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction7 = "Highway Co.\nคู่มือการออกแบบทางหลวง\n(1996)"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction8 = "กระทรวงการก่อสร้าง"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction9 = "คู่มือการออกแบบทางหลวง"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction10 = "ข้อกำหนดการก่อสร้างมาตรฐาน"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction11 = "หินผุพังมาก : R.Q.D = 0~10%, กว้าง 1m เมื่อเพิ่มความสูงทุก 5m\nหินระเบิด\nRQD = 10~25% : กว้าง 1~2m เมื่อเพิ่มความสูงทุก 10m\nRQD = 25~35% : กว้าง 1~2m เมื่อเพิ่มความสูงทุก 10m\nRQD = มากกว่า 40% : กว้าง 3m เมื่อเพิ่มความสูงทุก 20m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction12 = "กว้าง 1m เมื่อเพิ่มความสูงทุก 5m, กว้าง 3m เมื่อเพิ่มความสูงทุก 20m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction13 = "ที่ช่วงระยะความสูงทุก 7m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction14 = "ขอบเขตชั้นหิน ที่ช่วงระยะความสูงทุก 7m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction15 = "[มาตรฐานการก่อสร้างเบอร์มลาด]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety = "เกณฑ์การออกแบบสำหรับลาดตัด"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety1 = "เกณฑ์การออกแบบสำหรับลาดตัดโดยทั่วไปมีช่วงตั้งแต่ 1.1 ถึง 1.5 สำหรับฤดูแล้งและฤดูฝน ทั้งนี้ยังขึ้นอยู่กับการสำรวจพื้นที่และสภาวะการกระทำของแรงบนลาด"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety2 = "ปัจจัยความปลอดภัยขั้นต่ำ"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety3 = "KISTEC(KR)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety4 = "Korea Expressway Co."
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety5 = "NAVFAC(US)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety6 = "National Coal\nBoard(UK)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety7 = "เปียก"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety8 = "แห้ง"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety9 = "รหัสการออกแบบเกาหลี"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety10 = "แนวทางการออกแบบถนน"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety11 = "การกระทำของแรงในระยะยาว"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety12 = "ฐานรากโครงสร้าง"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety13 = "น้ำหนักบรรทุกชั่วคราวระหว่างการก่อสร้าง"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety14 = "ในระหว่างแผ่นดินไหว"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety15 = "ความเค้นเฉือนสูงสุด (การทดสอบ UU)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety16 = "ความเค้นเฉือนคงเหลือ (การทดสอบ CD)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety17 = "ทรายอิ่มตัว(C=0)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety18 = "C=0, ในกรณีการทดสอบ CD"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety19 = "[เกณฑ์การออกแบบสำหรับลาดตัด]"
IDS_GEO_DGNREPORT_ROCK_Design_Options = "ตัวเลือกการออกแบบ"
IDS_GEO_DGNREPORT_ROCK_Design_Options1 = "การจำแนกประเภท"
IDS_GEO_DGNREPORT_ROCK_Design_Options2 = "ปัจจัยความปลอดภัยขั้นต่ำ"
IDS_GEO_DGNREPORT_ROCK_Design_Options3 = "ลาดตัด"
IDS_GEO_DGNREPORT_ROCK_Design_Options4 = "แห้ง"
IDS_GEO_DGNREPORT_ROCK_Design_Options5 = "เปียก"
IDS_GEO_DGNREPORT_ROCK_Design_Options6 = "[ตัวเลือกการออกแบบ]"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis = "การวิเคราะห์เสถียรภาพลาดหิน"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis1 = "พื้นหลัง"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis2 = "ฉายเชิงสเตอริโอกราฟิกทิศทางของแนวไม่ต่อเนื่องและมุมเสียดทานภายในที่ได้จากการสำรวจธรณีวิทยาภาคสนาม และประเมินเสถียรภาพตามรูปแบบการพังทลายของลาดหิน\nนำข้อมูลและลักษณะกำลังของระนาบรอยต่อ ซึ่งถูกจัดประเภทเป็นความน่าจะเป็นของการพังทลาย (ความไม่เสถียร) จากการวิเคราะห์การฉายเชิงสเตอริโอกราฟิก มาใช้"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis = "การวิเคราะห์สเตอริโอกราฟ"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis1 = "การวิเคราะห์เชิงสเตอริโอกราฟิกสามารถจำแนกเป็น pole plot และ great-circle plot โดย great-circle plot ใช้ประเมินความเป็นไปได้ของการพังทลายแบบลิ่ม (wedge failure) ส่วน pole plot ใช้สำหรับการพังทลายแบบระนาบ (plane) และแบบพลิกคว่ำ (toppling)\nวิธีเดิมที่ใช้วงกลมเล็กเพื่อวาดความต่างของแนว strike ระหว่างลาดกับระนาบรอยต่อ แสดงช่วงมุม ณ จุดหนึ่ง ไม่ใช่แนว strike จริง ดังนั้นเพื่อวาดเกณฑ์การพังทลายให้ถูกต้อง ควรวาด great circle ด้วยลาด 90 องศา เมื่อเพิ่ม great circle (เส้นตรง) จะสามารถกำหนดบริเวณที่มีโอกาสพังทลายได้อย่างสมเหตุสมผลมากขึ้น\nแม้แนวไม่ต่อเนื่องจะไม่อยู่ในบริเวณที่มีโอกาสพังทลาย หากพิจารณาคุณสมบัติของระนาบรอยต่อ (วัสดุเติม) แล้วมีปัจจัยไม่เสถียร ควรทำการตรวจสอบเสถียรภาพ"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis2 = "การจำแนกประเภท"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis3 = "การล้มเหลวแบบแผ่น"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis4 = "การล้มเหลวแบบปีก"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis5 = "การล้มเหลวแบบพลิก"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis6 = "เสา\nและกรวย"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis7 = "เสา\nและวงกลมใหญ่"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis8 = "[บริเวณไม่เสถียรสำหรับแต่ละรูปแบบการพังทลาย]"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis = "การวิเคราะห์สมดุลขีดจำกัด"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis1 = "การวิเคราะห์สมดุลจำกัดเป็นการตรวจสอบเสถียรภาพของการพังทลาย โดยพิจารณาลักษณะกำลังของรอยต่อ น้ำหนักของลิ่ม และสภาวะการกระทำของแรง เช่น แรงดันน้ำ แรงเสริมกำลัง และแรงภายนอก"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis2 = "การจำแนกประเภท"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis3 = "โหมดการล้มเหลว"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis4 = "เงื่อนไขการล้มเหลว"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis5 = "P"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis6 = "W"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis7 = "T"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis8 = "บล็อกที่พังทลายมีความหนาหน่วย และสมมติว่าทั้งสองด้านของบล็อกเป็นผิวอิสระซึ่งไม่มีแรงต้านทานจากแรงเสียดทาน\nแนว strike ของระนาบรอยต่อควรขนานโดยประมาณกับแนว strike ของผิวลาดภายในช่วง +-20deg\nระนาบรอยต่อควรมีมุมเท (dip) น้อยกว่าระนาบลาด เพื่อให้ระนาบรอยต่อโผล่ผ่านผิวลาด\nมุมเท (dip) ของระนาบรอยต่อควรมากกว่ามุมเสียดทานของระนาบรอยต่อ"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis9 = "การพังทลายแบบลิ่มสามารถเกิดจากการไถลบนทั้งสองระนาบไปตามแนวเส้นตัดกัน หรือไถลตามระนาบเดียวโดยมีการแยกตัวข้ามอีกระนาบหนึ่ง\nมุมก้ม (plunge) ของเส้นตัดกันของระนาบรอยต่อสองระนาบต้องมากกว่ามุมเสียดทานของผิวหิน\nมุมก้ม (plunge) ของเส้นตัดกันของระนาบรอยต่อสองระนาบต้องน้อยกว่ามุมเท (dip) ของระนาบลาด\nแนวทิศ (trend) ของเส้นตัดกันของระนาบรอยต่อสองระนาบต้องขนานโดยประมาณกับทิศทางมุมเท (dip direction) ของระนาบลาด (ภายใน +-20 deg)"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis10 = "แนว strike ของระนาบรอยต่อควรขนานโดยประมาณกับแนว strike ของผิวลาด มิฉะนั้นมุมเท (dip) ของระนาบรอยต่อควรอยู่ในทิศทางตรงข้ามกับผิวลาด โดยทั่วไปการพังทลายแบบพลิกคว่ำเกิดจากการผสมผสานของพฤติกรรมการไถลและการหมุนของบล็อก ทำให้ไม่สามารถคำนวณค่าสัมประสิทธิ์ความปลอดภัยด้วยสมการอย่างง่าย (FS = แรงต้านทาน / แรงขับเคลื่อน)"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis11 = "[เงื่อนไขการพังทลายสำหรับแต่ละรูปแบบการพังทลาย,(P: Plane, W: Wedge, T: Toppling]"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement = "ภาพรวมของเหล็กเสริม"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement1 = "ต่อไปนี้เป็นวิธีการเสริมกำลังที่เป็นตัวแทนเพื่อให้มั่นใจในเสถียรภาพของลาด ทั้งนี้ขึ้นอยู่กับกำลังของหิน การกระจายตัวของแนวไม่ต่อเนื่อง และพฤติกรรมการพังทลาย"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement2 = "เหล็กเสริม"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement3 = "คำอธิบาย"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement4 = "โครงร่าง"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement5 = "ร็อค\nโบลต์"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement6 = "ร็อค\nแองเคอร์"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement7 = "โดยการเจาะฐานรากด้วยสว่านเจาะหิน ใส่โบลต์ลงในรู และอัดฉีดปูน วิธีนี้ยึดหินลอยให้ติดกับฐานราก Rock Bolt ช่วยเพิ่มกำลังของมวลดิน/หิน จึงลดแรงขับเคลื่อนและเพิ่มแรงต้านทาน มากกว่าการเพิ่มกำลังของตัวมันเอง ความยาวและระยะห่างของ Rock Bolt ควรกำหนดตามกำลังของมวลดิน/หิน สภาพรอยต่อและรอยแตก สภาพน้ำ ความง่ายในการขยายรูเจาะ ความแน่นอนของการอัดฉีดปูน เป็นต้น วิธีนี้มีประสิทธิภาพสำหรับบริเวณที่แตกร้าวรุนแรงหรือมีรอยต่อมาก หรือเมื่อจำเป็นต้องเสริมกำลังเฉพาะบางส่วนในช่วงที่เสี่ยงต่อการหล่นของหิน วิธีนี้ช่วยยับยั้งการเคลื่อนตัวที่เกิดขึ้นตามรอยแตกและรอยต่อของหิน"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement8 = "วิธีนี้ทำให้ลาดอยู่ในสภาพถูกอัดด้วยแรงดึง และเพิ่มแรงต้านทานแรงเฉือนของฐานราก โดยยึดลวดเหล็ก PC ซึ่งสามารถต้านแรงดึงสูง ให้ลึกกว่าระนาบไถลที่คาดหมายของลาดตัดหลังจากเจาะฐานราก วิธีนี้ใช้หลัก ๆ เพื่อป้องกันการพังทลายของบล็อกหินและยับยั้งการเปลี่ยนรูป Rock Anchor มีประสิทธิภาพสำหรับการเสริมกำลังโดยตรงจากแรงต้านการดึงหลุดของฐานราก และการเพิ่มคุณสมบัติวัสดุของฐานรากทางอ้อม และจะเพิ่มแรงต้านทานหลังจากเกิดการเปลี่ยนรูป มากกว่าการลดแรงขับเคลื่อน วิธีนี้เหมาะสำหรับลาดหินที่คาดว่าจะเกิดการพังทลายขนาดใหญ่ หรือเมื่อจำเป็นต้องมีเสถียรภาพของลาดเนื่องจากความต่อเนื่องของระนาบรอยต่อ"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement9 = "[ภาพรวมของเหล็กเสริม]"
IDS_GEO_DGNREPORT_Rock_Results = "ผลลัพธ์"
IDS_GEO_DGNREPORT_Rock_SGP_Results = "การวิเคราะห์สเตอริโอกราฟ"
IDS_GEO_DGNREPORT_Rock_SGP_Results1 = "ฉายเชิงสเตอริโอกราฟิกทิศทางของแนวไม่ต่อเนื่องและมุมเสียดทานภายในที่ได้จากการสำรวจธรณีวิทยาภาคสนาม และประเมินเสถียรภาพตามรูปแบบการพังทลายของลาดหินโดยใช้ SoilWorks"
IDS_GEO_DGNREPORT_Rock_SGP_Results2 = "ประเภท"
IDS_GEO_DGNREPORT_Rock_SGP_Results3 = "ผลลัพธ์"
IDS_GEO_DGNREPORT_Rock_SGP_Results4 = "การประเมิน"
IDS_GEO_DGNREPORT_Rock_SGP_Results5 = "เน็ตสเตอริโอ"
IDS_GEO_DGNREPORT_Rock_SGP_Results6 = "การล้มเหลวแบบแผ่น"
IDS_GEO_DGNREPORT_Rock_SGP_Results7 = "การล้มเหลวแบบปีก"
IDS_GEO_DGNREPORT_Rock_SGP_Results8 = "การล้มเหลวแบบพลิก"
IDS_GEO_DGNREPORT_Rock_SGP_Results9 = "มุมลาดมาตรฐาน"
IDS_GEO_DGNREPORT_Rock_SGP_Results10 = "ตรวจสอบ"
IDS_GEO_DGNREPORT_Rock_SGP_Results11 = "ไม่เสถียร"
IDS_GEO_DGNREPORT_Rock_SGP_Results12 = "เสถียร"
IDS_GEO_DGNREPORT_Rock_SGP_Results13 = "ทิศทางมุมเทของลาด : %s\nมุมเสียดทาน : %s\nลาด %s - เป็นไปได้ที่จะ %s\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results14 = "ทิศทางมุมเทของลาด : %s\nมุมเสียดทาน : %s\nเสถียร\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results15 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results = " ผลลัพธ์"
IDS_GEO_DGNREPORT_Rock_LEM_Results1 = "LEM"
IDS_GEO_DGNREPORT_Rock_LEM_Results2 = "นำข้อมูลและลักษณะกำลังของระนาบรอยต่อ ซึ่งถูกจัดประเภทเป็นความน่าจะเป็นของการพังทลาย (ความไม่เสถียร) จากการวิเคราะห์การฉายเชิงสเตอริโอกราฟิกโดยใช้ SoilWorks มาใช้"
IDS_GEO_DGNREPORT_Rock_LEM_Results3 = "ประเภท"
IDS_GEO_DGNREPORT_Rock_LEM_Results4 = "น้ำหนักเฉลี่ย(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results5 = "จุดเชื่อมต่อ 1"
IDS_GEO_DGNREPORT_Rock_LEM_Results6 = "จุดเชื่อมต่อ 2"
IDS_GEO_DGNREPORT_Rock_LEM_Results7 = "ไม่เสริมแรง[แห้ง]"
IDS_GEO_DGNREPORT_Rock_LEM_Results8 = "ไม่เสริมแรง[เปียก]"
IDS_GEO_DGNREPORT_Rock_LEM_Results9 = "ไม่เสริมแรง[แห้ง]"
IDS_GEO_DGNREPORT_Rock_LEM_Results10 = "เสริมแรง[เปียก]"
IDS_GEO_DGNREPORT_Rock_LEM_Results11 = "เกณฑ์การออกแบบ"
IDS_GEO_DGNREPORT_Rock_LEM_Results12 = "ปัจจัยความปลอดภัย"
IDS_GEO_DGNREPORT_Rock_LEM_Results13 = "ตรวจสอบ"
IDS_GEO_DGNREPORT_Rock_LEM_Results14 = "กรณี [%s] ค่าสัมประสิทธิ์ความปลอดภัยเป็นไปตามค่าที่อนุญาต %.3f เสถียร"
IDS_GEO_DGNREPORT_Rock_LEM_Results15 = "กรณี [%s] ค่าสัมประสิทธิ์ความปลอดภัยไม่เป็นไปตามค่าที่อนุญาต %.3f ต้องการการเสริมกำลัง"
IDS_GEO_DGNREPORT_Rock_LEM_Results16 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results17 = "Mohr-coulomb"
IDS_GEO_DGNREPORT_Rock_LEM_Results18 = "Barton-Bandis"
IDS_GEO_DGNREPORT_Rock_LEM_Results19 = "Hoek-Brown"
IDS_GEO_DGNREPORT_Rock_LEM_Results20 = "Hoek-Brown ทั่วไป"
IDS_GEO_DGNREPORT_Rock_LEM_Results21 = "กราฟพลังงาน"
IDS_GEO_DGNREPORT_Rock_LEM_Results22 = "[ประเภทโมเดล : %s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb1 = "ความยึดเกาะ(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb2 = "มุมเสียดทาน(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb3 = "[พารามิเตอร์ความแข็งแรงเฉือน]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis1 = "JRC"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis2 = "JCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis3 = "Phir(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown2 = "m"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown2 = "mb"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown4 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve1 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve2 = "b"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve3 = "c"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling1 = "มุมเสียดทาน(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling2 = "อัตราส่วนการเติม"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling3 = "[พารามิเตอร์กำลังสำหรับวัสดุเติม]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent1 = "แรงดึง(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent2 = "แรงเฉือน(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent3 = "แรงดึงออก(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent4 = "จำนวน"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent5 = "RockBolt"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent6 = "RockAnchor"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent7 = "ความยาวรวม(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent8 = "ความยาวที่ไม่ได้กรอก"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent9 = "ความยาวที่กรอก"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent10 = "จำนวน(/%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent11 = "[คุณสมบัติของเหล็กเสริม]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions = "สรุปและข้อสรุป"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions1 = "สรุปสำหรับแต่ละหน้าตัด"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions2 = "[การวิเคราะห์สเตอริโอกราฟิก]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions3 = "ประเภท"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions4 = "การประเมินเบื้องต้น"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions5 = "ความลาดชันมาตรฐาน"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions6 = "ผลลัพธ์"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions7 = "ความล้มเหลวแบบระนาบ"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions8 = "ความล้มเหลวแบบขอบ"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions9 = "ความล้มเหลวแบบพลิก"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions10 = "ไม่เสถียร"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions11 = "เสถียร"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions12 = "[การวิเคราะห์สมดุลขีดจำกัด]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions13 = "ตรวจสอบ"
IDS_GEO_DLL_ERROR = "ไม่พบ "
IDS_GEO_DLL_REPORT_ERROR = "호환되지 않는 버전의 설계 Report 모듈입니다."
IDS_GEO_DGNREPORT_CONSOL_IZ_Z = "Iz-Zความสัมพันธ์"
IDS_GEO_DGNREPORT_CONSOL_E_Z = "E-Zความสัมพันธ์"
IDS_GEO_DGNREPORT_CONSOL_BARRON = "Barron"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI = "Yoshikuni"
IDS_GEO_DGNREPORT_CONSOL_HANSBO = "Hansbo"
IDS_GEO_DGNREPORT_CONSOL_ONOUE = "Onoue"
IDS_GEO_DGNREPORT_CONSOL_BARRON_YEAR = "Barron\n(1948)"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI_YEAR = "Yoshikuni\n(1979)"
IDS_GEO_DGNREPORT_CONSOL_HANSBO_YEAR = "Hansbo\n(1981)"
IDS_GEO_DGNREPORT_CONSOL_ONOUE_YEAR = "Onoue\n(1988)"
IDS_GEO_DGNREPORT_CONSOL_WELL_RESISTANCE = "ความต้านทานบ่อน้ำ"
IDS_GEO_DGNREPORT_CONSOL_SMEAR_EFFECT = "ผลกระทบการเปื้อน"
IDS_GEO_DGNREPORT_FDN_ISOF = "직접기초"
IDS_GEO_DGNREPORT_FDN_ISOF_SUMMARY = "직접기초 요약"
IDS_GEO_DGNREPORT_FDN_RESULT_SUMMARY = "설계결과 요약"
IDS_GEO_DGNREPORT_FDN_ISOF_BEARING = "직접기초의 지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_STATIC = "정역학적 검토"
IDS_GEO_DGNREPORT_FDN_INSITU = "현장시험"
IDS_GEO_DGNREPORT_FDN_ISOF_LATERAL = "직접기초의 횡방향지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_LATERAL = "횡방향지지력 검토"
IDS_GEO_DGNREPORT_FDN_VER_SETTLEMENT = "연직침하량 검토"
IDS_GEO_DGNREPORT_FDN_AXIALDIR = "축방향"
IDS_GEO_DGNREPORT_FDN_AXIALORTHDIR = "축직각방향"
IDS_GEO_DGNREPORT_FDN_THEORY_BEARING = "이론적 지지력 공식(%s)"
IDS_GEO_DGNREPORT_FDN_SHEAR_BEARING = "지반의 허용전단지지력"
IDS_GEO_DGNREPORT_FDN_SETTLEMENT = "침하량 검토"
IDS_GEO_DGNREPORT_FDN_TERZAGHI = "กำลังรับสูงสุดของ Terzaghi"
IDS_GEO_DGNREPORT_FDN_LOCAL_SHEAR = "국부전단파괴"
IDS_GEO_DGNREPORT_FDN_MODIFY_SHEAR = "수정전단파괴"
IDS_GEO_DGNREPORT_FDN_BEARING_PLACE = "현장시험을 통한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CLAY = "점토지반에서 현장베인시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_SAND = "모래자갈지반에서 공내재하시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_EXPERIENCE = "경험치에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CON = "콘관입시험에 의한 허용지지력 산정 (Meyerhof, 1956)"
IDS_GEO_DGNREPORT_FDN_BEARING_PLATE = "평판재하시험에 의한 극한지지력의 산정"
IDS_GEO_DGNREPORT_FDN_ROCK_BEARING = "암반의 지지력산정"
IDS_GEO_DGNREPORT_FDN_BEARING_AXIAL = "일축압축강도를 이용한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCKLEVEL = "암반등급분류법에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_RQD = "กำลังรับอนุญาตตาม RQD"
IDS_GEO_DGNREPORT_FDN_BOTTOM_SHEAR = "기초바닥면의 허용전단저항력"
IDS_GEO_DGNREPORT_FDN_MOVE_PREVENT = "활동방지벽이 유효재하면 이내에 있는 경우"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT = "탄성이론에 의한 침하량 산정"
IDS_GEO_DGNREPORT_FDN_CLAY_SETTLEMENT = "포화점토상의 기초의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_TRANSFORM_SETTLEMENT = "변형영향계수를 이용한 사질토에서의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_PLATE_SETTLEMENT = "평판재하시험 결과로부터 기초의 침하량 추정"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_1 = "탄성이론에 의한 침하량 산정-Ⅰ((Df=0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_2 = "탄성이론에 의한 침하량 산정-Ⅱ((Df>0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_DISPLACEMENT = "탄성변위량"
IDS_GEO_DGNREPORT_FDN_SCHMERTMANN_HARTMAN = "Schmertmann และ Hartman(1978)"
IDS_GEO_DGNREPORT_FDN_TERZAGHI_PECK = "Terzaghi และ Peck(1967)"
IDS_GEO_DGNREPORT_FDN_BOND = "Bond(1961)"
IDS_GEO_DGNREPORT_FDN_ECCEN_CORRECTION = "편심하중에 대한 보정"
IDS_GEO_DGNREPORT_FDN_GROUNDWATER = "지하수위 영향"
IDS_GEO_DGNREPORT_FDN_ISOF_STATE = "직접기초 현황"
IDS_GEO_DGNREPORT_FDN_ELASTIC_RESTRAIN = "ถูกจำกัดด้วยความยืดหยุ่น"
IDS_GEO_DGNREPORT_FDN_ULTIMATE_BEARING = "극한지지력"
IDS_GEO_DGNREPORT_FDN_ASSHTO = "ASSHTO"
IDS_GEO_DGNREPORT_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNREPORT_FDN_ROWE_ARMITAGE = "Rowe และ Armitage(1987)"
IDS_GEO_DGNREPORT_FDN_ZHANG_EINSTEIN = "Zhang และ Einstein(1998)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_FOUND = "Canadian Foundation Engineering Manual(2006)"
IDS_GEO_DGNREPORT_FDN_NAVFAC = "NAVFAC(1982)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_GEO = "Canadian Geotechnical Society, (1985)"
IDS_GEO_DGNREPORT_FDN_FHWA = "FHWA"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH1 = "喫醴긋팃팃쪽豚冀令(쉔蓼긋팃묏넋세減방렀(GB 50330-2002))"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH2 = "긋팃喫竟잚謹"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH3 = "I잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH4 = "II잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH5 = "III잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH6 = "IV잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH7 = "루뺏넋똑"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH8 = "팃쪽豚冀令(멕욱궐)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH9 = "H%s8m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH10 = "8m%sH%s15m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH11 = "15m%sH%s25m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH12 = "菓루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH13 = "櫓된루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH14 = "퓻루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH15 = "1:0.00~1:0.10"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH16 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH17 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH18 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH19 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH20 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH21 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH22 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH23 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH24 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH25 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH26 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH27 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH28 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH29 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH30 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH31 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH32 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH33 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH34 = "[몹考竟방땍돨깃硫허閨-H槨긋팃멕똑]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH1 = "쉔蓼긋팃묏넋세減방렀\n(GB50330-2012)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH2 = "寧섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH3 = "랗섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH4 = "힛섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA = "볺쀍긢??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MODELIMAGE = "긾긢깑?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Remain = "Newmark - 럄뿯떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Moment = "Newmark - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_None = "Nexco - 떗뱗믟돷귩뛩뿶궢궶궋"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Remain = "Nexco - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Moment = "Nexco - 럃렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain = "럄뿯떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_a = "럄뿯떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_b = "럄뿯떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek = "긯?긏떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_a = "긯?긏떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_b = "긯?긏떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_COHESION = "봖뭶쀍\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FRICTION_ANGLE = "볙븫?랢둷\n%s(걢)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PARAM = "긬깋긽??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_GMAT_NO = "뭤붦븿맜\n붥뜂"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_D50 = "D50\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY = "댝멣뿦똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MIN_SAFETY_LIST = "띍룷댝멣뿦깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALNAME = "됶먏긑?긚뼹 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE = "됶먏롰쀞 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALCTYPE = "똶럁뺴? : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FORMULA = "똶럁렜\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FROMHERE = "궞궞궳\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FS = "%s: 댝멣뿦\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_R = "%s: 궥귊귟?뚇궻뵾똞(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_C = "%s: 봖뭶쀍(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_L = "%s: 긚깋귽긚뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W = "%s: 긚깋귽긚궻멣뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Alpha = "%s: 긚깋귽긚뭷?궴궥귊귟?궻뭷륲듩둷뱗[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W_ = "%s: 긚깋귽긚뢣쀊(릣댧댥돷궼뻆쁝뭁댧뫬먑뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_KH = "%s: 먠똶릣빟릏뱗\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PHI = "%s: 볙븫?랢둷[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_y = "%s: 긚깋귽긚궻뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMinSafety = "띍룷댝멣뿦 = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterX = "?궻뭷륲 X뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterZ = "?궻뭷륲 Z뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleRadius = "?궻뵾똞?R(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofResistance = "믭뛕긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofMovement = "딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_SAFETY_IMG = "댝멣뿦?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_PEAK = "?븱릏뱗 (긯?긏떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_RES = "?븱릏뱗 (럄뿯떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDINETIA = "뒿맜긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRNUME = "뭤릏믭뛕쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRDENO = "뭤릏뒿맜쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MAX = "뒍벍빾댧쀊걙맫걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MIN = "뒍벍빾댧쀊걙븠걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_IMG = "뒍벍빾댧쀊궻렄뜌쀰?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST = "긦깄???긏?깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Factor_of_safety_design_criteria = "먠똶딈?댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Interpretation_of_the_min_safety_factor = "띍룷댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Fellenius = "Fellenius"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Road_Fellenius = "Modified Fellenius(볷?벞쁇뱘뛊)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_River_Fellenius = "Modified Fellenius(볷?됋먯믥뻞)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE_Desc = "Newmark궸귝귟뒍벍빾댧쀊똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA_STAGE = "볺쀍긢?? - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY_STAGE = "댝멣뿦똶럁 - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST_STAGE = "긦깄???긏?깏긚긣- %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_STAGNAME = "?뛊뭝둏뼹뤝 : %s\n"
IDS_GEO_DGNREPORT_FDN_REACTION = "지반반력"
IDS_GEO_DGNREPORT_FDN_CONDITION = "기초현황"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety20 = "암반 포화구간 1/2심도까지 지하수 적용"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH0 = "쌓기비탈면이 다음 조건에 해당하는 경우에는 반드시 안정해석을 실시한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH1 = "쌓\n기\n부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH2 = "ㆍ비탈면 높이가 10m 이상인 경우\nㆍ쌓기재료의 함수특성이 높고, 전단강도가 낮은 경우\nㆍ붕괴시 복구가 장시간 소요되거나 주변 인접시설물에 중대한 인명, 재산상\n피해를 주는 경우\nㆍ지형특성으로 인하여 쌓기토체 내부로 지속적인 지하수의 유입이\n발생하는 경우 (경사지반, 계곡부 쌓기)\nㆍ홍수시 비탈면이 침수되거나 비탈끝이 침식되는 경우\nㆍ쌓기비탈면의 원지반이 양호하지 못한 경우(연약지반 등)\nㆍ내진안정해석이 필요한 경우\nㆍ위 조건 외에 설계가자 필요하다고 판단하는 경우"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH3 = "연 약 지 반\n쌓   기   부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH4 = "ㆍ연약지반 비탈면 안정해석은 단기 및 장기로 구분하여 실시하여야 한다.\nㆍ연약지반 심도에 따른 강도특성 및 압밀에 따른 강도증가, \n공용중 교통하중등을 고려하여야 한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH5 = "쌓기비탈면의 안정해석은 쌓기재료의 특성과 지하수 조건에 대하여 충분히 고려하여야 한다.\n쌓기비탈면의 원지반이 불안정한 경우는 원지반까지 파괴가 발생하는 경우도 고려한다."
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH0 = "한국\n시설안전\n관리공단\n(2011)\n/일반쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH1 = "장기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH2 = "단기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH3 = "건기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH4 = "우기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH5 = "지진시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH6 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH7 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH8 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH9 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH10 = "한국\n시설안전\n관리공단\n(2011)\n/연약지반 쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH11 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH12 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH13 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH14 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH15 = "한국\n시설안전\n관리공단\n(2011)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH16 = "지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH17 = "지하수위를 결정하여 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH18 = "강우강도를 고려하여 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH19 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH20 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH21 = "표준적인 계획 안전율"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH22 = "가설구조물, 건설 중의 비탈면 안정"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH23 = "한국시설안전\n관리공단\n(2006)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH24 = "연약지반구간"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH25 = "한국시설안전관리공단(2011)"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SEASON = "지진시"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하여 안전한 것으로 판단됨."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_UNSATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_ADD_CHECK_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s에서 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_PILETIP_BOLT_HEAD_CHECK = "선단부 접합(접시머리볼트)검토"
IDS_GEO_DGNREPORT_PILE_NUM = "말뚝번호"
IDS_GEO_DGNREPORT_GRPPILE_EFFECT = "군말뚝 지지력 감소율 적용(Converse-Labarre)"
